Repository: MostroP2P/mobile
Catalog: lib/l10n/intl_*.arb
Languages: es, fr, it

# disputeTradeDialogContent
source: You are about to start a dispute with your counterparty. Do you want to continue?
es: Estás a punto de iniciar una disputa con tu contraparte. ¿Deseas continuar?
fr: Vous êtes sur le point de démarrer un différend avec votre contrepartie. Voulez-vous continuer ?
it: Stai per iniziare una disputa con la tua controparte. Vuoi continuare?

source: Dispute created successfully
es: Disputa creada exitosamente
fr: Différend créé avec succès

# disputeCreationFailed
source: Failed to create dispute
es: Falló la creación de la disputa
fr: Échec de la création du différend

# disputeCreationErrorWithMessage
source: Error creating dispute: {error}
es: Error al crear la disputa: {error}
fr: Erreur lors de la création du différend : {error}

source: Language
es: Idioma
fr: Langue
it: Lingua

source: System Default
es: Predeterminado
fr: Défaut du système
it: Predefinito di sistema

source: English
es: Inglés
fr: Anglais
it: Inglese

source: Spanish
es: Español
fr: Espagnol
it: Spagnolo

source: Italian
es: Italiano
fr: Italien
it: Italiano

# chooseLanguageDescription
source: Choose your preferred language or use system default
es: Elige tu idioma preferido o usa el predeterminado del sistema
fr: Choisissez votre langue préférée ou utilisez celle du système
it: Scegli la tua lingua preferita o usa il predefinito di sistema

# statusFilter
source: Status
es: Estado
fr: Statut
it: Stato

# allStatuses
source: All
es: Todos
fr: Tous
it: Tutti

# statusPending
source: Pending
es: Pendiente
fr: En attente
it: In Attesa

# statusWaitingPayment
source: Waiting-Payment
es: Esperando-Pago
fr: En attente de paiement
it: Aspettando-Pagamento

# statusWaitingBuyerInvoice
source: Waiting-Buyer-Invoice
es: Esperando-Factura-Comprador
fr: En attente de facture acheteur
it: Aspettando-Fattura-Acquirente

# statusActive
source: Active
es: Activo
fr: Actif
it: Attivo

# statusFiatSent
source: Fiat-Sent
es: Fiat-Enviado
fr: Fiat envoyé
it: Fiat-Inviato

# statusSuccess
source: Success
es: Éxito
fr: Succès
it: Successo

# statusCanceled
source: Canceled
es: Cancelado
fr: Annulé
it: Annullato

# statusSettledHoldInvoice
source: Settled-Hold-Invoice
es: Factura-Retenida-Liquidada
fr: Hold invoice réglée
it: Fattura-Trattenuta-Liquidata

source: Loading order...
es: Cargando orden...
fr: Chargement de la commande...
it: Caricamento ordine...

source: Unsupported link format
es: Formato de enlace no compatible
fr: Format de lien non supporté
it: Formato di link non supportato

source: Failed to open link
es: Error al abrir enlace
fr: Échec de l'ouverture du lien
it: Impossibile aprire il link

source: Failed to load order
es: Error al cargar orden
fr: Échec du chargement de la commande
it: Impossibile caricare l'ordine

source: Failed to open order
es: Error al abrir orden
fr: Échec de l'ouverture de la commande
it: Impossibile aprire l'ordine

# deepLinkInvalidFormat
source: Invalid mostro: URL format
es: Formato de URL mostro: inválido
fr: Format d'URL mostro: invalide
it: Formato URL mostro: non valido

# deepLinkParseError
source: Failed to parse mostro: URL
es: Error al analizar la URL mostro:
fr: Échec de l'analyse de l'URL mostro:
it: Impossibile analizzare l'URL mostro:

# deepLinkInvalidOrderId
source: Invalid order ID format
es: Formato de ID de orden inválido
fr: Format d'ID de commande invalide
it: Formato ID ordine non valido

# deepLinkNoRelays
source: No relays specified in URL
es: No se especificaron relés en la URL
fr: Aucun relais spécifié dans l'URL
it: Nessun relay specificato nell'URL

# deepLinkOrderNotFound
source: Order not found or invalid
es: Orden no encontrada o inválida
fr: Commande non trouvée ou invalide
it: Ordine non trovato o non valido

# deepLinkNavigationError
source: Navigation Error: {error}
es: Error de Navegación: {error}
fr: Erreur de navigation : {error}
it: Errore di Navigazione: {error}

# deepLinkGoHome
source: Go Home
es: Ir al Inicio
fr: Aller à l'accueil
it: Vai alla Home

source: Order completed - messaging disabled
es: Orden completada - mensajería deshabilitada
fr: Commande terminée - messagerie désactivée
it: Ordine completato - messaggistica disabilitata

source: Order canceled - messaging disabled
es: Orden cancelada - mensajería deshabilitada
fr: Commande annulée - messagerie désactivée
it: Ordine cancellato - messaggistica disabilitata

source: Order expired - messaging disabled
es: Orden expirada - mensajería deshabilitada
fr: Commande expirée - messagerie désactivée
it: Ordine scaduto - messaggistica disabilitata

source: Order settled - messaging disabled
es: Orden resuelta - mensajería deshabilitada
fr: Commande réglée - messagerie désactivée
it: Ordine risolto - messaggistica disabilitata

# orderNotActiveMessagingDisabled
source: Order is no longer active - messaging disabled
es: La orden ya no está activa - mensajería deshabilitada
fr: La commande n'est plus active - messagerie désactivée
it: L'ordine non è più attivo - messaggistica disabilitata

source: Messages
es: Mensajes
it: Messaggi

source: Disputes
es: Disputas
fr: Différends
it: Dispute

source: No disputes available
es: No hay disputas disponibles
fr: Aucun différend disponible
it: Nessuna disputa disponibile

# youAreChatting
source: You are chatting with {handle}
es: Estás chateando con {handle}
fr: Vous chattez avec {handle}
it: Stai chattando con {handle}

source: Trade Information
es: Información del Intercambio
fr: Informations sur l'échange
it: Informazioni sullo Scambio

source: User Information
es: Información del Usuario
fr: Informations utilisateur
it: Informazioni Utente

# youAreSellingTo
source: You are selling sats to
es: Estás vendiendo sats a
fr: Vous vendez des sats à
it: Stai vendendo sats a

# youAreBuyingFrom
source: You are buying sats from
es: Estás comprando sats de
fr: Vous achetez des sats de
it: Stai comprando sats da

source: No messages yet
es: No hay mensajes aún
fr: Aucun message pour le moment
it: Nessun messaggio ancora

source: Today
es: Hoy
fr: Aujourd'hui
it: Oggi

source: Yesterday
es: Ayer
fr: Hier
it: Ieri

# youPrefix
source: You:
es: Tú:
fr: Vous :
it: Tu:

# conversationsDescription
source: Here you'll find your conversations with other users during trades.
es: Aquí encontrarás tus conversaciones con otros usuarios durante los intercambios.
fr: Ici vous trouverez vos conversations avec d'autres utilisateurs pendant les échanges.
it: Qui troverai le tue conversazioni con altri utenti durante gli scambi.

# disputesDescription
source: These are your open disputes and the chats with the admin helping resolve them.
es: Estas son tus disputas abiertas y los chats con el administrador que ayuda a resolverlas.
fr: Ce sont vos différends ouverts et les chats avec l'administrateur qui aide à les résoudre.

source: Dispute Details
es: Detalles de la disputa
fr: Détails du différend

source: Dispute for order
es: Disputa de la orden
fr: Différend pour la commande

# disputeStatusInitiated
source: Initiated
es: Iniciada
fr: Initié

# disputeStatusInProgress
source: In-progress
es: En progreso
fr: En cours

# disputeStatusResolved
source: Resolved
es: Resuelta
fr: Résolu

# disputeStatusClosed
source: Closed
es: Cerrada
fr: Fermé

# disputeResolvedTitle
source: Dispute Resolved
es: Disputa resuelta
fr: Différend résolu

# disputeResolvedMessage
source: This dispute has been resolved. The solver made a decision based on the evidence presented. Check your wallet for any refunds or payments.
es: Esta disputa ha sido resuelta. El mediador tomó una decisión basada en la evidencia presentada. Revisa tu billetera para ver reembolsos o pagos.
fr: Ce différend a été résolu. Le résolveur a pris une décision basée sur les preuves présentées. Vérifiez votre portefeuille pour tout remboursement ou paiement.

# disputeInProgress
source: This dispute is currently in progress. A solver is reviewing your case.
es: Esta disputa está actualmente en progreso. Un mediador está revisando tu caso.
fr: Ce différend est actuellement en cours. Un résolveur examine votre cas.

# disputeSellerRefunded
source: This dispute has been resolved with the seller being refunded.
es: Esta disputa ha sido resuelta con el vendedor siendo reembolsado.
fr: Ce différend a été résolu avec remboursement du vendeur.

# disputeUnknownStatus
source: The status of this dispute is unknown.
es: El estado de esta disputa es desconocido.
fr: Le statut de ce différend est inconnu.

# disputeOpenedByYou
source: You opened this dispute against the buyer {counterparty}, please read carefully below:
es: Abriste esta disputa contra el comprador {counterparty}, lee atentamente a continuación:
fr: Vous avez ouvert ce différend contre l'acheteur {counterparty}, veuillez lire attentivement ci-dessous :

# disputeOpenedAgainstYou
source: This dispute was opened against you by {counterparty}, please read carefully below:
es: Esta disputa fue abierta contra ti por {counterparty}, lee atentamente a continuación:
fr: Ce différend a été ouvert contre vous par {counterparty}, veuillez lire attentivement ci-dessous :

# disputeInstruction1
source: Wait for a solver to take your dispute. Once they arrive, share any relevant evidence to help clarify the situation.
es: Espera a que un mediador tome tu disputa. Una vez que llegue, comparte cualquier evidencia relevante para ayudar a aclarar la situación.
fr: Attendez qu'un résolveur prenne votre différend. Une fois qu'il arrive, partagez toute preuve pertinente pour aider à clarifier la situation.

# disputeInstruction2
source: The final decision will be made based on the evidence presented.
es: La decisión final se tomará en base a la evidencia presentada.
fr: La décision finale sera prise basée sur les preuves présentées.

# disputeInstruction3
source: If you don't respond, the system will assume you don't want to cooperate and you might lose the dispute.
es: Si no respondes, el sistema asumirá que no deseas cooperar y podrías perder la disputa.
fr: Si vous ne répondez pas, le système supposera que vous ne voulez pas coopérer et vous pourriez perdre le différend.

# disputeInstruction4
source: If you want to share your chat history with {counterparty}, you can give the solver the shared key found in User Info in your conversation with that user.
es: Si quieres compartir tu historial de chat con {counterparty}, puedes darle al mediador la clave compartida que se encuentra en Información del usuario en tu conversación con ese usuario.
fr: Si vous voulez partager votre historique de chat avec {counterparty}, vous pouvez donner au résolveur la clé partagée trouvée dans Infos utilisateur dans votre conversation avec cet utilisateur.

source: Order ID:
es: ID de Orden:
fr: ID de commande :
it: ID Ordine:

source: Payment Method:
es: Método de Pago:
fr: Méthode de paiement :
it: Metodo di Pagamento:

# sellingSats
source: Selling {amount} sats
es: Vendiendo {amount} sats
fr: Vente de {amount} sats
it: Vendendo {amount} sats

# buyingSats
source: Buying {amount} sats
es: Comprando {amount} sats
fr: Achat de {amount} sats
it: Comprando {amount} sats

# forAmountWithCurrency
source: for {amount} {currency}
es: por {amount} {currency}
fr: pour {amount} {currency}

source: Your Information
es: Tu Información
fr: Vos informations
it: Le Tue Informazioni

source: Peer Public Key:
es: Clave Pública del Par:
fr: Clé publique du pair :
it: Chiave Pubblica del Peer:

source: Not available
es: No disponible
fr: Non disponible
it: Non disponibile

source: Unknown date
es: Fecha desconocida
fr: Date inconnue
it: Data sconosciuta

source: Message copied to clipboard
es: Mensaje copiado al portapapeles
fr: Message copié dans le presse-papiers
it: Messaggio copiato negli appunti

source: Documentation
es: Documentación
it: Documentazione

source: Users Documentation (English)
es: Documentación de Usuario (Inglés)
fr: Documentation utilisateur (Anglais)
it: Documentazione Utente (Inglese)

source: Users Documentation (Spanish)
es: Documentación de Usuario (Español)
fr: Documentation utilisateur (Espagnol)
it: Documentazione Utente (Spagnolo)

source: Technical Documentation
es: Documentación Técnica
fr: Documentation technique
it: Documentazione Tecnica

source: Read
es: Leer
fr: Lire
it: Leggi

source: Technical Details
es: Detalles Técnicos
fr: Détails techniques
it: Dettagli Tecnici

# mostroDaemonVersion
source: Mostro Version
es: Versión de Mostro
fr: Version de Mostro
it: Versione di Mostro

source: Mostro Commit ID
es: ID de Commit Mostro
fr: ID de commit Mostro
it: ID Commit Mostro

source: Order Expiration
es: Expiración de Orden
fr: Expiration de commande
it: Scadenza Ordine

source: Hold Invoice Expiration
es: Expiración de Factura de Retención
fr: Expiration hold invoice
it: Scadenza Fattura di Blocco

# lndDaemonVersion
source: LND Version
es: Versión de LND
fr: Version LND
it: Versione di LND

source: LND Node Public Key
es: Clave Pública del Nodo LND
fr: Clé publique du nœud LND
it: Chiave Pubblica Nodo LND

source: LND Commit ID
es: ID de Commit LND
fr: ID de commit LND
it: ID Commit LND

source: LND Node Alias
es: Alias del Nodo LND
fr: Alias du nœud LND
it: Alias Nodo LND

source: Supported Chains
es: Cadenas Soportadas
fr: Chaînes supportées
it: Catene Supportate

source: Supported Networks
es: Redes Soportadas
fr: Réseaux supportés
it: Reti Supportate

source: LND Node URI
es: URI del Nodo LND
fr: URI du nœud LND
it: URI Nodo LND

source: Order Lifespan
es: Vida Útil de la Orden
fr: Durée de vie de commande
it: Durata Ordine

source: Service Fee
es: Tarifa de Servicio
fr: Frais de service
it: Commissione Servizio

source: hour
es: hora
fr: heure
it: ora

source: sec
es: seg

source: blocks
es: bloques
fr: blocs
it: blocchi

source: seconds
es: segundos
fr: secondes
it: secondi

# mostroPublicKey
source: Mostro's Public Key
es: Clave Pública de Mostro
fr: Clé publique de Mostro
it: Chiave Pubblica di Mostro

source: License
es: Licencia
fr: Licence
it: Licenza

# mostroPublicKeyExplanation
source: The unique identifier for this Mostro node on the Nostr network. This is used to verify the authenticity of all communications with the node.
es: El identificador único para este nodo Mostro en la red Nostr. Se utiliza para verificar la autenticidad de todas las comunicaciones con el nodo.
fr: La clé publique de l'instance Mostro que vous utilisez.
it: L'identificatore univoco per questo nodo Mostro sulla rete Nostr. Viene utilizzato per verificare l'autenticità di tutte le comunicazioni con il nodo.

# mostroVersionExplanation
source: The version of the Mostro software currently running on this node. This helps users understand which features are available.
es: La versión del software Mostro que se ejecuta actualmente en este nodo. Esto ayuda a los usuarios a entender qué características están disponibles.
fr: La version du logiciel Mostro actuellement en cours d'exécution sur ce nœud. Cela aide les utilisateurs à comprendre quelles fonctionnalités sont disponibles.
it: La versione del software Mostro attualmente in esecuzione su questo nodo. Questo aiuta gli utenti a capire quali funzionalità sono disponibili.

# mostroCommitIdExplanation
source: The specific Git commit hash of the Mostro software. This provides the exact version information for debugging and compatibility.
es: El hash específico del commit de Git del software Mostro. Esto proporciona la información exacta de la versión para depuración y compatibilidad.
fr: Le hash de commit Git spécifique du logiciel Mostro. Cela fournit les informations de version exactes pour le débogage et la compatibilité.
it: L'hash specifico del commit Git del software Mostro. Questo fornisce le informazioni esatte della versione per il debug e la compatibilità.

# maxOrderAmountExplanation
source: The maximum amount of satoshis that can be traded in a single order on this Mostro node. Orders above this limit will be rejected.
es: La cantidad máxima de satoshis que se puede comerciar en una sola orden en este nodo Mostro. Las órdenes por encima de este límite serán rechazadas.
fr: Le montant maximum de satoshis qui peut être échangé dans une seule commande sur ce nœud Mostro. Les commandes au-dessus de cette limite seront rejetées.
it: La quantità massima di satoshi che può essere scambiata in un singolo ordine su questo nodo Mostro. Gli ordini sopra questo limite saranno respinti.

# minOrderAmountExplanation
source: The minimum amount of satoshis that can be traded in a single order on this Mostro node. Orders below this limit will be rejected.
es: La cantidad mínima de satoshis que se puede comerciar en una sola orden en este nodo Mostro. Las órdenes por debajo de este límite serán rechazadas.
fr: Le montant minimum de satoshis qui peut être échangé dans une seule commande sur ce nœud Mostro. Les commandes en dessous de cette limite seront rejetées.
it: La quantità minima di satoshi che può essere scambiata in un singolo ordine su questo nodo Mostro. Gli ordini sotto questo limite saranno respinti.

# orderExpirationExplanation
source: How long (in hours) an order remains active and visible in the order book before it automatically expires and is removed.
es: Cuánto tiempo (en horas) permanece activa y visible una orden en el libro de órdenes antes de que expire automáticamente y sea eliminada.
fr: Le temps maximum, en secondes, qu'une commande peut rester en statut d'attente avant d'être annulée ou remise en statut en attente.
it: Quanto tempo (in ore) un ordine rimane attivo e visibile nel libro degli ordini prima di scadere automaticamente e essere rimosso.

# holdInvoiceExpirationExplanation
source: The time window (in seconds) for hold invoices to expire. Hold invoices are used to secure funds during the trade process.
es: El período de tiempo (en segundos) para que expiren las facturas de retención. Las facturas de retención se utilizan para asegurar fondos durante el proceso de comercio.
fr: La fenêtre de temps (en secondes) pour l'expiration des hold invoices. Les hold invoices sont utilisées pour sécuriser les fonds pendant le processus d'échange.
it: La finestra temporale (in secondi) per la scadenza delle fatture di blocco. Le fatture di blocco vengono utilizzate per assicurare i fondi durante il processo di trading.

# holdInvoiceCltvDeltaExplanation
source: The number of blocks added to the current block height for hold invoice expiration. This provides time for the Lightning Network to process the payment.
es: El número de bloques agregados a la altura actual del bloque para la expiración de facturas de retención. Esto proporciona tiempo para que la Lightning Network procese el pago.
fr: Le nombre de blocs ajoutés à la hauteur de bloc actuelle pour l'expiration des hold invoices. Cela fournit du temps au Lightning Network pour traiter le paiement.
it: Il numero di blocchi aggiunti all'altezza attuale del blocco per la scadenza delle fatture di blocco. Questo fornisce tempo per la Lightning Network per elaborare il pagamento.

# invoiceExpirationWindowExplanation
source: The time window (in seconds) for regular Lightning invoices to expire. This ensures invoices don't remain valid indefinitely.
es: El período de tiempo (en segundos) para que expiren las facturas regulares de Lightning. Esto asegura que las facturas no permanezcan válidas indefinidamente.
fr: La fenêtre de temps (en secondes) pour l'expiration des factures Lightning régulières. Cela garantit que les factures ne restent pas valides indéfiniment.
it: La finestra temporale (in secondi) per la scadenza delle fatture Lightning regolari. Questo garantisce che le fatture non rimangano valide indefinitamente.

# serviceFeeExplanation
source: The fee charged by this Mostro node for facilitating trades. This is typically a small percentage of the trade amount, this amount is split between the buyer and seller.
es: La tarifa cobrada por este nodo Mostro por facilitar intercambios. Esto es típicamente un pequeño porcentaje del monto del intercambio, este monto se divide entre el comprador y el vendedor.
fr: Les frais facturés par ce nœud Mostro pour faciliter les échanges. C'est généralement un petit pourcentage du montant de l'échange, ce montant est divisé entre l'acheteur et le vendeur.
it: La commissione addebitata da questo nodo Mostro per facilitare le transazioni. In genere, si tratta di una piccola percentuale dell'importo della transazione, che viene suddivisa tra acquirente e venditore.

# proofOfWorkExplanation
source: The difficulty level required for proof-of-work in Nostr events. This helps prevent spam and ensures quality of service.
es: El nivel de dificultad requerido para la prueba de trabajo en eventos Nostr. Esto ayuda a prevenir spam y asegura calidad de servicio.
fr: Le niveau de difficulté requis pour la preuve de travail dans les événements Nostr. Cela aide à prévenir le spam et garantit la qualité du service.
it: Il livello di difficoltà richiesto per la prova di lavoro negli eventi Nostr. Questo aiuta a prevenire lo spam e garantisce la qualità del servizio.

# lndDaemonVersionExplanation
source: The version of the Lightning Network Daemon (LND) software that this Mostro node uses to process Bitcoin Lightning payments.
es: La versión del software Lightning Network Daemon (LND) que este nodo Mostro utiliza para procesar pagos de Bitcoin Lightning.
fr: La version du logiciel Lightning Network Daemon (LND) que ce nœud Mostro utilise pour traiter les paiements Bitcoin Lightning.
it: La versione del software Lightning Network Daemon (LND) che questo nodo Mostro utilizza per elaborare i pagamenti Bitcoin Lightning.

# lndNodePublicKeyExplanation
source: The public key of the Lightning Network node that handles payments for this Mostro instance. This is used for Lightning Network routing.
es: La clave pública del nodo de Lightning Network que maneja pagos para esta instancia de Mostro. Se utiliza para enrutamiento de Lightning Network.
fr: La clé publique du nœud Lightning Network qui gère les paiements pour cette instance Mostro. Elle est utilisée pour le routage Lightning Network.
it: La chiave pubblica del nodo Lightning Network che gestisce i pagamenti per questa istanza di Mostro. Viene utilizzata per il routing della Lightning Network.

# lndCommitIdExplanation
source: The specific Git commit hash of the LND software. This provides exact version information for the Lightning Network implementation.
es: El hash específico del commit de Git del software LND. Esto proporciona información exacta de la versión para la implementación de Lightning Network.
fr: Le hash de commit Git spécifique du logiciel LND. Cela fournit les informations de version exactes pour l'implémentation Lightning Network.
it: L'hash specifico del commit Git del software LND. Questo fornisce informazioni esatte della versione per l'implementazione della Lightning Network.

# lndNodeAliasExplanation
source: The human-readable name or alias of the Lightning Network node. This makes it easier to identify the node in the Lightning Network.
es: El nombre o alias legible por humanos del nodo de Lightning Network. Esto hace más fácil identificar el nodo en la Lightning Network.
fr: Le nom ou alias lisible par l'homme du nœud Lightning Network. Cela facilite l'identification du nœud dans le Lightning Network.
it: Il nome leggibile dall'uomo o alias del nodo Lightning Network. Questo rende più facile identificare il nodo nella Lightning Network.

# supportedChainsExplanation
source: The blockchain networks supported by this Mostro node (typically Bitcoin mainnet, testnet, or regtest).
es: Las redes blockchain soportadas por este nodo Mostro (típicamente Bitcoin mainnet, testnet, o regtest).
fr: Les chaînes supportées par le nœud LND.
it: Le reti blockchain supportate da questo nodo Mostro (tipicamente Bitcoin mainnet, testnet, o regtest).
