Repository: MostroP2P/mobile
Catalog: lib/l10n/intl_*.arb
Languages: es, fr, it

# invalidInvoice
source: The provided Lightning invoice is invalid. Please check the invoice details and try again.
es: La factura Lightning proporcionada es inválida. Por favor verifica los detalles de la factura e intenta nuevamente.
fr: La facture Lightning fournie est invalide. Veuillez vérifier les détails de la facture et réessayer.
it: La fattura Lightning fornita non è valida. Controlla i dettagli della fattura e riprova.

# invalidPaymentRequest
source: The payment request is invalid or cannot be processed.
es: La solicitud de pago es inválida o no se puede procesar.
fr: La demande de paiement est invalide ou ne peut pas être traitée.
it: La richiesta di pagamento non è valida o non può essere elaborata.

# invalidPeer
source: You are not authorized to perform this action.
es: No estás autorizado para realizar esta acción.
fr: Vous n'êtes pas autorisé à effectuer cette action.
it: Non sei autorizzato ad eseguire questa azione.

# invalidRating
source: The rating value is invalid or out of range.
es: El valor de calificación es inválido o está fuera del rango.
fr: La valeur d'évaluation est invalide ou hors limites.
it: Il valore della valutazione è non valido o fuori dal range consentito.

# invalidTextMessage
source: The text message is invalid or contains prohibited content.
es: El mensaje de texto es inválido o contiene contenido prohibido.
fr: Le message texte est invalide ou contient du contenu interdit.
it: Il messaggio di testo non è valido o contiene contenuti proibiti.

# invalidOrderKind
source: The order kind is invalid.
es: El tipo de orden es inválido.
fr: Le type de commande est invalide.
it: Il tipo di ordine non è valido.

# invalidOrderStatus
source: The action cannot be completed due to the current order status.
es: La acción no se puede completar debido al estado actual de la orden.
fr: L'action ne peut pas être complétée à cause du statut actuel de la commande.
it: L'azione non può essere completata a causa dello stato attuale dell'ordine.

# invalidPubkey
source: The action cannot be completed because the public key is invalid.
es: La acción no se puede completar porque la clave pública es inválida.
fr: L'action ne peut pas être complétée car la clé publique est invalide.
it: L'azione non può essere completata perché la chiave pubblica non è valida.

# invalidParameters
source: The action cannot be completed due to invalid parameters. Please review the provided values and try again.
es: La acción no se puede completar debido a parámetros inválidos. Por favor revisa los valores proporcionados e intenta nuevamente.
fr: L'action ne peut pas être complétée à cause de paramètres invalides. Veuillez revoir les valeurs fournies et réessayer.
it: L'azione non può essere completata a causa di parametri non validi. Rivedi i valori forniti e riprova.

# orderAlreadyCanceled
source: The action cannot be completed because the order has already been canceled.
es: La acción no se puede completar porque la orden ya ha sido cancelada.
fr: L'action ne peut pas être complétée car la commande a déjà été annulée.
it: L'azione non può essere completata perché l'ordine è già stato annullato.

# cantCreateUser
source: The Mostro instance could not create your new user, please try again later.
es: La instancia de Mostro no pudo crear tu nuevo usuario, inténtalo más tarde.
fr: L'instance Mostro n'a pas pu créer votre nouvel utilisateur, veuillez réessayer plus tard.
it: L'azione non può essere completata perché l'utente non può essere creato.

# isNotYourOrder
source: This order does not belong to you.
es: Esta orden no te pertenece.
fr: Cette commande ne vous appartient pas.
it: Questo ordine non appartiene a te.

# notAllowedByStatus
source: This action is not allowed in the current state.
es: Esta acción no está permitida en el estado actual.
fr: Cette action n'est pas autorisée dans l'état actuel.
it: Non sei autorizzato ad eseguire questa azione perché lo stato dell'ordine ID {id} è {order_status}.

# outOfRangeFiatAmount
source: The requested fiat amount is outside the acceptable range.
es: La cantidad fiat solicitada está fuera del rango aceptable.
fr: Le montant fiat demandé est en dehors de la plage acceptable.
it: L'importo richiesto è errato e potrebbe essere fuori dai limiti accettabili. Il limite minimo è {min_amount} e il limite massimo è {max_amount}.

# outOfRangeSatsAmount
source: The Sats amount is out of the allowed range.
es: La cantidad de Sats está fuera del rango permitido.
fr: Le montant de Sats est en dehors de la plage autorisée.
it: L'importo consentito per gli ordini di questo Mostro è compreso tra min {min_order_amount} e max {max_order_amount} Sats. Inserisci un importo all'interno di questo range.

# isNotYourDispute
source: This dispute is not assigned to you.
es: Esta disputa no está asignada a ti.
fr: Ce différend ne vous est pas assigné.
it: Questa disputa non è assegnata a te!

# disputeCreationError
source: Error creating dispute: {error}
es: No se puede crear una disputa para esta orden.
fr: Un différend ne peut pas être créé pour cette commande.
it: Non è possibile avviare una disputa per questo ordine.

# notFound
source: The requested dispute could not be found.
es: La disputa solicitada no pudo ser encontrada.
fr: Le différend demandé n'a pas pu être trouvé.
it: Disputa non trovata.

# invalidDisputeStatus
source: The dispute status is invalid.
es: El estado de la disputa es inválido.
fr: Le statut du différend est invalide.
it: Lo stato della disputa è invalido.

# invalidAction
source: The requested action is invalid.
es: La acción solicitada es inválida.
fr: L'action demandée est invalide.
it: L'azione richiesta è invalida

# pendingOrderExists
source: You already have an order waiting for you, you must complete it or cancel it before taking another one.
es: Ya tienes una orden esperando por ti, debes completarla o cancelarla antes de tomar otra.
fr: Vous avez déjà une commande qui vous attend, vous devez la compléter ou l'annuler avant d'en prendre une autre.
it: Esiste già un ordine in attesa.

source: Login
es: Iniciar Sesión
fr: Connexion
it: Accedi

source: Register
es: Registrarse
fr: S'inscrire
it: Registrati

# pleaseEnterPin
source: Please enter your PIN
es: Por favor ingresa tu PIN
fr: Veuillez entrer votre PIN
it: Per favore inserisci il tuo PIN

# pleaseEnterPrivateKey
source: Please enter a private key
es: Por favor ingresa una clave privada
fr: Veuillez entrer une clé privée
it: Per favore inserisci una chiave privata

source: Invalid private key format
es: Formato de clave privada inválido
fr: Format de clé privée invalide
it: Formato della chiave privata non valido

# privateKeyLabel
source: Private Key (nsec or hex)
es: Clave Privada (nsec o hex)
fr: Clé privée (nsec ou hex)
it: Chiave Privata (nsec o hex)

source: PIN must be at least 4 digits
es: El PIN debe tener al menos 4 dígitos
fr: Le PIN doit comporter au moins 4 chiffres
it: Il PIN deve essere di almeno 4 cifre

source: Confirm PIN
es: Confirmar PIN
fr: Confirmer le PIN
it: Conferma PIN

source: PINs do not match
es: Los PINs no coinciden
fr: Les PINs ne correspondent pas
it: I PIN non corrispondono

source: Use Biometrics
es: Usar Biometría
fr: Utiliser la biométrie
it: Usa Biometria

source: Generate New Key
es: Generar Nueva Clave
fr: Générer une nouvelle clé
it: Genera Nuova Chiave

# welcomeHeading
source: NO-KYC P2P Lightning exchange on top of nostr
es: Intercambio Lightning P2P SIN-KYC basado en nostr
fr: Échange P2P Lightning SANS-KYC sur nostr
it: Scambio Lightning P2P NO-KYC basato su nostr

# welcomeDescription
source: Peer-to-peer Lightning Network platform over nostr
es: Plataforma peer-to-peer Lightning Network sobre nostr
fr: Plateforme peer-to-peer Lightning Network sur nostr
it: Piattaforma peer-to-peer Lightning Network su nostr

# registerButton
source: REGISTER
es: REGISTRARSE
fr: S'INSCRIRE
it: REGISTRATI

source: Skip for now
es: Saltar por ahora
fr: Passer pour le moment
it: Salta per ora

source: No orders available
es: No hay órdenes disponibles
fr: Aucune commande disponible
it: Nessun ordine disponibile

# tryChangingFilters
source: Try changing filter settings or check back later
es: Intenta cambiar la configuración del filtro o vuelve más tarde
fr: Essayez de changer les paramètres de filtre ou revenez plus tard
it: Prova a cambiare le impostazioni del filtro o riprova più tardi

source: BUY BTC
es: COMPRAR BTC
fr: ACHETER BTC
it: COMPRA BTC

source: SELL BTC
es: VENDER BTC
fr: VENDRE BTC
it: VENDI BTC

source: FILTER
es: FILTRO
fr: FILTRE
it: FILTRO

# offersCount
source: {count} offers
es: {count} ofertas
fr: {count} offres
it: {count} offerte

source: CREATING NEW ORDER
es: CREANDO NUEVA ORDEN
fr: CRÉATION D'UNE NOUVELLE COMMANDE
it: CREAZIONE NUOVO ORDINE

# enterSatsAmountBuy
source: Enter the Sats amount you want to Buy
es: Ingresa la cantidad de Sats que quieres Comprar
fr: Entrez le montant de Sats que vous voulez acheter
it: Inserisci la quantità di Sats che vuoi Comprare

# enterSatsAmountSell
source: Enter the Sats amount you want to Sell
es: Ingresa la cantidad de Sats que quieres Vender
fr: Entrez le montant de Sats que vous voulez vendre
it: Inserisci la quantità di Sats che vuoi Vendere

source: Enter sats amount
es: Ingresa cantidad de sats
fr: Entrez le montant en sats
it: Inserisci quantità sats

source: Please enter sats amount
es: Por favor ingresa la cantidad de sats
fr: Veuillez entrer un montant en sats
it: Per favore inserisci la quantità di sats

source: Please enter numbers only
es: Por favor ingresa solo números
fr: Veuillez entrer uniquement des nombres
it: Per favore inserisci solo numeri

# pleaseSelectCurrency
source: Please select a currency
es: Por favor selecciona una moneda
fr: Veuillez sélectionner une devise
it: Per favore seleziona una valuta

# pleaseSelectPaymentMethod
source: Please select at least one payment method
es: Por favor selecciona al menos un método de pago
fr: Veuillez sélectionner au moins une méthode de paiement
it: Per favore seleziona almeno un metodo di pagamento

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla

source: Submit
es: Enviar
fr: Soumettre
it: Invia

source: Settings
es: Configuración
fr: Paramètres
it: Impostazioni

source: Currency
es: Moneda
fr: Devise
it: Valuta

# setDefaultFiatCurrency
source: Set your default fiat currency
es: Establece tu moneda fiat predeterminada
fr: Définir votre devise fiat par défaut
it: Imposta la tua valuta fiat predefinita

source: Default Fiat Currency
es: Moneda Fiat Predeterminada
fr: Devise fiat par défaut
it: Valuta Fiat Predefinita

# setDefaultLightningAddress
source: Set your default lightning address
es: Establece tu dirección Lightning predeterminada
fr: Définir votre adresse lightning par défaut
it: Imposta il tuo indirizzo Lightning predefinito

source: Default Lightning Address
es: Dirección Lightning
fr: Adresse Lightning par défaut
it: Indirizzo Lightning Predefinito

# selectNostrRelays
source: Select the Nostr relays you connect to
es: Selecciona los relays Nostr a los que te conectas
fr: Sélectionnez les relais Nostr auxquels vous vous connectez
it: Seleziona i relay Nostr a cui connetterti

source: Add Relay
es: Agregar Relay
fr: Ajouter un relais
it: Aggiungi Relay

# enterMostroPublicKey
source: Enter the public key of the Mostro you will use
es: Ingresa la clave pública del Mostro que utilizarás
fr: Entrez la clé publique du Mostro que vous utiliserez
it: Inserisci la chiave pubblica del Mostro che utilizzerai

source: Mostro Pubkey
es: Clave Pública Mostro
fr: Clé publique Mostro
it: Chiave Pubblica Mostro

source: Order Book
es: Libro de Órdenes
fr: Carnet de commandes
it: Libro Ordini

source: My Trades
es: Mis Intercambios
fr: Mes échanges
it: I Miei Scambi

source: Navigate to {label}
es: Navegar a {label}
fr: Naviguer vers {label}
it: Naviga a {label}

source: Error loading trades
es: Error al cargar intercambios
fr: Erreur lors du chargement des échanges
it: Errore nel caricamento degli scambi

source: Retry
es: Reintentar
fr: Réessayer
it: Riprova

# noTradesAvailable
source: No trades available for this type
es: No hay intercambios disponibles para este tipo
fr: Aucun échange disponible pour ce type
it: Nessuno scambio disponibile per questo tipo

# welcomeToMostroMobile
source: Trade Bitcoin freely — no KYC
es: Opera Bitcoin libremente — sin KYC
fr: Échangez Bitcoin librement — sans KYC
it: Scambia Bitcoin liberamente — senza KYC

# discoverSecurePlatform
source: Mostro is a peer-to-peer exchange that lets you trade Bitcoin for any currency and payment method — no KYC, and no need to give your data to anyone. It's built on Nostr, which makes it censorship-resistant. No one can stop you from trading.
es: Mostro es un intercambio peer-to-peer que te permite operar Bitcoin por cualquier moneda y método de pago — sin KYC, y sin necesidad de entregar tus datos a nadie. Está construido en Nostr, lo que lo hace resistente a la censura. Nadie puede evitar que operes.
fr: Mostro est un échange peer-to-peer qui vous permet d'échanger Bitcoin pour n'importe quelle devise et méthode de paiement — sans KYC, et sans avoir besoin de donner vos données à qui que ce soit. Il est construit sur Nostr, ce qui le rend résistant à la censure. Personne ne peut vous empêcher d'échanger.
it: Mostro è un exchange peer-to-peer che ti permette di scambiare Bitcoin per qualsiasi valuta e metodo di pagamento — senza KYC, e senza bisogno di dare i tuoi dati a nessuno. È costruito su Nostr, che lo rende resistente alla censura. Nessuno può impedirti di scambiare.

# easyOnboarding
source: Privacy by default
es: Privacidad por defecto
fr: Confidentialité par défaut
it: Privacy di default

# guidedWalkthroughSimple
source: Mostro generates a new identity for every exchange, so your trades can't be linked. You can also decide how private you want to be: • Reputation mode – Lets others see your successful trades and trust level. • Full privacy mode – No reputation is built, but your activity is completely anonymous. Switch modes anytime from the Account screen, where you should also save your secret words — they're the only way to recover your account.
es: Mostro genera una nueva identidad para cada intercambio, por lo que tus operaciones no pueden ser vinculadas. También puedes decidir qué tan privado quieres ser: • Modo reputación – Permite que otros vean tus intercambios exitosos y nivel de confianza. • Modo privacidad completa – No se construye reputación, pero tu actividad es completamente anónima. Cambia de modo en cualquier momento desde la pantalla de Cuenta, donde también deberías guardar tus palabras secretas — son la única forma de recuperar tu cuenta.
fr: Mostro génère une nouvelle identité pour chaque échange, donc vos transactions ne peuvent pas être liées. Vous pouvez aussi décider à quel point vous voulez être privé : • Mode réputation – Permet aux autres de voir vos échanges réussis et votre niveau de confiance. • Mode confidentialité totale – Aucune réputation n'est construite, mais votre activité est complètement anonyme. Changez de mode à tout moment depuis l'écran Compte, où vous devriez aussi sauvegarder vos mots secrets — ils sont le seul moyen de récupérer votre compte.
it: Mostro genera una nuova identità per ogni scambio, quindi i tuoi scambi non possono essere collegati. Puoi anche decidere quanto privato vuoi essere: • Modalità reputazione – Permette agli altri di vedere i tuoi scambi riusciti e il livello di fiducia. • Modalità privacy completa – Nessuna reputazione viene costruita, ma la tua attività è completamente anonima. Cambia modalità in qualsiasi momento dalla schermata Account, dove dovresti anche salvare le tue parole segrete — sono l'unico modo per recuperare il tuo account.

# tradeWithConfidence
source: Security at every step
es: Seguridad en cada paso
fr: Sécurité à chaque étape
it: Sicurezza ad ogni passo

# seamlessPeerToPeer
source: Mostro uses Hold Invoices: sats stay in the seller's wallet until the end of the trade. This protects both sides. The app is also designed to be intuitive and easy for all kinds of users.
es: Mostro utiliza Facturas Retenidas: los sats permanecen en la billetera del vendedor hasta el final del intercambio. Esto protege a ambas partes. La aplicación también está diseñada para ser intuitiva y fácil para todo tipo de usuarios.
fr: Mostro utilise des Hold Invoices : les sats restent dans le portefeuille du vendeur jusqu'à la fin de l'échange. Ceci protège les deux parties. L'application est aussi conçue pour être intuitive et facile pour tous types d'utilisateurs.
it: Mostro utilizza Fatture di Blocco: i sats rimangono nel portafoglio del venditore fino alla fine dello scambio. Questo protegge entrambe le parti. L'app è anche progettata per essere intuitiva e facile per tutti i tipi di utenti.

# encryptedChat
source: Fully encrypted chat
es: Chat completamente encriptado
fr: Chat entièrement chiffré
it: Chat completamente crittografata

# encryptedChatDescription
source: Each trade has its own private chat, end-to-end encrypted. Only the two users involved can read it. In case of a dispute, you can give the shared key to an admin to help resolve the issue.
es: Cada intercambio tiene su propio chat privado, encriptado de extremo a extremo. Solo los dos usuarios involucrados pueden leerlo. En caso de una disputa, puedes darle la clave compartida a un administrador para ayudar a resolver el problema.
fr: Chaque échange a son propre chat privé, chiffré de bout en bout. Seuls les deux utilisateurs impliqués peuvent le lire. En cas de différend, vous pouvez donner la clé partagée à un administrateur pour aider à résoudre le problème.
it: Ogni scambio ha la propria chat privata, crittografata end-to-end. Solo i due utenti coinvolti possono leggerla. In caso di disputa, puoi dare la chiave condivisa a un amministratore per aiutare a risolvere il problema.

source: Take an offer
es: Tomar una oferta
fr: Accepter une offre
it: Prendi un'offerta

# takeAnOfferDescription
source: Browse the order book, choose an offer that works for you, and follow the trade flow step by step. You'll be able to check the other user's profile, chat securely, and complete the trade with ease.
es: Navega por el libro de órdenes, elige una oferta que te funcione, y sigue el flujo de intercambio paso a paso. Podrás revisar el perfil del otro usuario, chatear de forma segura, y completar el intercambio con facilidad.
fr: Parcourez le carnet de commandes, choisissez une offre qui vous convient, et suivez le flux d'échange étape par étape. Vous pourrez vérifier le profil de l'autre utilisateur, chatter de manière sécurisée, et compléter l'échange facilement.
it: Naviga il libro ordini, scegli un'offerta che funziona per te, e segui il flusso di scambio passo dopo passo. Potrai controllare il profilo dell'altro utente, chattare in sicurezza, e completare lo scambio con facilità.

source: Can't find what you need?
es: ¿No encuentras lo que necesitas?
fr: Vous ne trouvez pas ce dont vous avez besoin ?
it: Non trovi quello che ti serve?

# createYourOwnOffer
source: You can also create your own offer and wait for someone to take it. Set the amount and preferred payment method — Mostro handles the rest.
es: También puedes crear tu propia oferta y esperar a que alguien la tome. Establece la cantidad y el método de pago preferido — Mostro se encarga del resto.
fr: Vous pouvez aussi créer votre propre offre et attendre que quelqu'un l'accepte. Définissez le montant et la méthode de paiement préférée — Mostro s'occupe du reste.
it: Puoi anche creare la tua offerta e aspettare che qualcuno la prenda. Imposta l'importo e il metodo di pagamento preferito — Mostro si occupa del resto.

source: Skip
es: Saltar
fr: Passer
it: Salta

source: Done
es: Hecho
fr: Terminé
it: Fatto

source: Type to add...
es: Escribir para agregar...
fr: Tapez pour ajouter...
it: Digita per aggiungere...

source: None selected
es: Ninguno seleccionado
fr: Aucun sélectionné
it: Nessuna selezionata

source: Fiat currencies
es: Monedas fiat
fr: Devises fiat
it: Valute fiat

source: Payment methods
es: Métodos de pago
fr: Méthodes de paiement
it: Metodi di pagamento

# ratingLabel
source: Rating: {rating}
es: Calificación: {rating}
fr: Évaluation : {rating}
it: Valutazione: {rating}

source: Buying Bitcoin
es: Comprando Bitcoin
fr: Achat de Bitcoin
it: Comprando Bitcoin

source: Selling Bitcoin
es: Vendiendo Bitcoin
fr: Vente de Bitcoin
it: Vendendo Bitcoin

source: Bank Transfer
es: Transferencia Bancaria
fr: Virement bancaire
it: Bonifico Bancario

source: Cash in person
es: Efectivo
fr: Espèces en personne

source: Other
es: Otro
fr: Autre

source: Created by you
es: Creado por ti
fr: Créé par vous
it: Creato da te

source: Taken by you
es: Tomado por ti
fr: Pris par vous
it: Preso da te

source: Active
es: Activo
fr: Actif
it: Attivo

source: Pending
es: Pendiente
fr: En attente
it: In attesa

source: Waiting payment
es: Esperando pago
fr: En attente de paiement
it: Aspettando pagamento

source: Waiting invoice
es: Esperando factura
fr: En attente de facture
it: Aspettando fattura

source: Fiat-sent
es: Fiat enviado
fr: Fiat envoyé
it: Fiat inviato

source: Settled
es: Liquidado
fr: Réglé
it: Liquidato

source: Completed
es: Completado
fr: Terminé
it: Completato

source: Dispute
es: Disputa
fr: Différend
it: Disputa

source: Expired
es: Expirado
fr: Expiré
it: Scaduto

source: Success
es: Éxito
fr: Succès
it: Successo

# orderIdCopied
source: Order ID copied to clipboard
es: ID de orden copiado al portapapeles
fr: ID de commande copié dans le presse-papiers
it: ID ordine copiato negli appunti

source: ORDER DETAILS
es: DETALLES DE LA ORDEN
fr: DÉTAILS DE LA COMMANDE
it: DETTAGLI ORDINE

source: No payment method
es: Sin método de pago
fr: Aucune méthode de paiement
it: Nessun metodo di pagamento

# youAreSellingText
source: You are selling{sats} sats for {amount} {price} {premium}
es: Estás vendiendo{sats} sats por {amount} {price} {premium}
fr: Vous vendez{sats} sats pour {amount} {price} {premium}
it: Stai vendendo{sats} sats per {amount} {price} {premium}

# youAreBuyingText
source: You are buying{sats} sats for {amount} {price} {premium}
es: Estás comprando{sats} sats por {amount} {price} {premium}
fr: Vous achetez{sats} sats pour {amount} {price} {premium}
it: Stai comprando{sats} sats per {amount} {price} {premium}

source: at market price
es: a precio de mercado
fr: au prix du marché
it: a prezzo di mercato

# withPremium
source: with a +{premium}% premium
es: con un +{premium}% de premio
fr: avec une prime de +{premium}%
it: con un +{premium}% di premio

# withDiscount
source: with a {premium}% discount
es: con un {premium}% de descuento
fr: avec une remise de {premium}%
it: con un {premium}% di sconto

source: Created on:
es: Creado el:
fr: Créé le :
it: Creato il:

# paymentMethodsLabel
source: Payment methods
es: Métodos de pago
fr: Méthodes de paiement
it: Metodi di pagamento

source: Cancel Trade
es: Cancelar Intercambio
fr: Annuler l'échange
it: Annulla Scambio

# areYouSureCancel
source: Are you sure you want to cancel this trade?
es: ¿Estás seguro de que quieres cancelar este intercambio?
fr: Êtes-vous sûr de vouloir annuler cet échange ?
it: Sei sicuro di voler annullare questo scambio?

# cooperativeCancelMessage
source: If you confirm, you will start a cooperative cancellation with your counterparty.
es: Si confirmas, iniciarás una cancelación cooperativa con tu contraparte.
fr: Si vous confirmez, vous allez initier une annulation coopérative avec votre contrepartie.
it: Se confermi, inizierai un annullamento cooperativo con la tua controparte.
