Repository: MostroP2P/mobile
Catalog: lib/l10n/intl_*.arb
Languages: es, fr, it

# supportedNetworksExplanation
source: The specific network environments that this Mostro node operates on (mainnet for real Bitcoin, testnet for testing).
es: Los entornos de red específicos en los que opera este nodo Mostro (mainnet para Bitcoin real, testnet para pruebas).
fr: Les environnements de réseau spécifiques sur lesquels ce nœud Mostro opère (mainnet pour le vrai Bitcoin, testnet pour les tests).
it: Gli ambienti di rete specifici su cui opera questo nodo Mostro (mainnet per Bitcoin reale, testnet per i test).

# lndNodeUriExplanation
source: The complete network address of the Lightning Network node, including public key and connection information for direct peer connections.
es: La dirección de red completa del nodo de Lightning Network, incluyendo clave pública e información de conexión para conexiones directas entre pares.
fr: L'adresse réseau complète du nœud Lightning Network, incluant la clé publique et les informations de connexion pour les connexions directes entre pairs.
it: L'indirizzo di rete completo del nodo Lightning Network, incluse la chiave pubblica e le informazioni di connessione per connessioni peer dirette.

# mitLicenseText
source: MIT License\n\nCopyright (c) 2025 Mostro team\n\nPermission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the \"Software\"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:\n\nThe above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.\n\nTHE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
es: Licencia MIT\n\nCopyright (c) 2025 Equipo Mostro\n\nPor la presente se concede permiso, libre de cargos, a cualquier persona que obtenga una copia de este software y de los archivos de documentación asociados (el \"Software\"), a utilizar el Software sin restricción, incluyendo sin limitación los derechos a usar, copiar, modificar, fusionar, publicar, distribuir, sublicenciar, y/o vender copias del Software, y a permitir a las personas a las que se les proporcione el Software a hacer lo mismo, sujeto a las siguientes condiciones:\n\nEl aviso de copyright anterior y este aviso de permiso se incluirán en todas las copias o partes sustanciales del Software.\n\nEL SOFTWARE SE PROPORCIONA \"COMO ESTÁ\", SIN GARANTÍA DE NINGÚN TIPO, EXPRESA O IMPLÍCITA, INCLUYENDO PERO NO LIMITADO A GARANTÍAS DE COMERCIALIZACIÓN, IDONEIDAD PARA UN PROPÓSITO PARTICULAR E INCUMPLIMIENTO. EN NINGÚN CASO LOS AUTORES O PROPIETARIOS DE LOS DERECHOS DE AUTOR SERÁN RESPONSABLES DE NINGUNA RECLAMACIÓN, DAÑOS U OTRAS RESPONSABILIDADES, YA SEA EN UNA ACCIÓN DE CONTRATO, AGRAVIO O CUALQUIER OTRO MOTIVO, DERIVADAS DE, FUERA DE O EN CONEXIÓN CON EL SOFTWARE O SU USO U OTRO TIPO DE ACCIONES EN EL SOFTWARE.
fr: Licence MIT\n\nCopyright (c) 2025 Équipe Mostro\n\nL'autorisation est accordée par la présente, gratuitement, à toute personne obtenant une copie de ce logiciel et des fichiers de documentation associés (le \"Logiciel\"), de traiter le Logiciel sans restriction, y compris sans limitation les droits d'utiliser, copier, modifier, fusionner, publier, distribuer, sous-licencier et/ou vendre des copies du Logiciel, et de permettre aux personnes auxquelles le Logiciel est fourni de le faire, sous réserve des conditions suivantes :\n\nL'avis de copyright ci-dessus et cet avis d'autorisation doivent être inclus dans toutes les copies ou portions substantielles du Logiciel.\n\nLE LOGICIEL EST FOURNI \"TEL QUEL\", SANS GARANTIE D'AUCUNE SORTE, EXPRESSE OU IMPLICITE, Y COMPRIS MAIS SANS S'Y LIMITER LES GARANTIES DE COMMERCIALISATION, D'ADÉQUATION À UN USAGE PARTICULIER ET DE NON-CONTREFAÇON. EN AUCUN CAS LES AUTEURS OU DÉTENTEURS DE COPYRIGHT NE SERONT RESPONSABLES DE TOUTE RÉCLAMATION, DOMMAGE OU AUTRE RESPONSABILITÉ, QUE CE SOIT DANS UNE ACTION DE CONTRAT, DE DÉLIT OU AUTREMENT, DÉCOULANT DE, HORS DE OU EN CONNEXION AVEC LE LOGICIEL OU L'UTILISATION OU AUTRES TRANSACTIONS DANS LE LOGICIEL.
it: Licenza MIT\n\nCopyright (c) 2025 Team Mostro\n\nÈ concesso il permesso, gratuitamente, a chiunque ottenga una copia di questo software e dei file di documentazione associati (il \"Software\"), di trattare il Software senza restrizioni, inclusi senza limitazione i diritti di utilizzare, copiare, modificare, fondere, pubblicare, distribuire, sublicenziare e/o vendere copie del Software, e di permettere alle persone a cui il Software è fornito di fare lo stesso, soggetto alle seguenti condizioni:\n\nL'avviso di copyright sopra riportato e questo avviso di permesso devono essere inclusi in tutte le copie o parti sostanziali del Software.\n\nIL SOFTWARE È FORNITO \"COSÌ COM'È\", SENZA GARANZIE DI ALCUN TIPO, ESPLICITE O IMPLICITE, INCLUSE MA NON LIMITATE ALLE GARANZIE DI COMMERCIABILITÀ, IDONEITÀ PER UN PARTICOLARE SCOPO E NON VIOLAZIONE. IN NESSUN CASO GLI AUTORI O I DETENTORI DEL COPYRIGHT SARANNO RESPONSABILI PER QUALSIASI RECLAMO, DANNO O ALTRA RESPONSABILITÀ, SIA IN UN'AZIONE CONTRATTUALE, ILLECITO O ALTRO, DERIVANTE DA, FUORI DA O IN CONNESSIONE CON IL SOFTWARE O L'USO O ALTRE OPERAZIONI NEL SOFTWARE.

# cannotOpenLink
source: Cannot open link - no app available
es: No se puede abrir el enlace - no hay aplicación disponible
fr: Impossible d'ouvrir le lien - aucune application disponible
it: Impossibile aprire il link - nessuna app disponibile

# languageInfoText
source: Choose your preferred language for the application interface.
es: Elige tu idioma preferido para la interfaz de la aplicación.
fr: Choisissez votre langue préférée pour l'interface de l'application.
it: Scegli la tua lingua preferita per l'interfaccia dell'applicazione.

# currencyInfoText
source: Choose the default currency for your orders.
es: Elige la moneda predeterminada para tus órdenes.
fr: Choisissez la devise par défaut pour vos commandes.
it: Scegli la valuta predefinita per i tuoi ordini.

# lightningAddressInfoText
source: A Lightning Address is an email-like identifier (e.g., user@domain.com) that simplifies receiving Bitcoin payments. Setting a default one here will automatically populate it when creating buy orders, making the process faster and more convenient.
es: Una Dirección Lightning es un identificador similar a un email (ej., usuario@dominio.com) que simplifica recibir pagos de Bitcoin. Establecer una predeterminada aquí la completará automáticamente al crear órdenes de compra, haciendo el proceso más rápido y conveniente.
fr: Une adresse Lightning est un identifiant semblable à un email (ex: utilisateur@domaine.com) qui simplifie la réception de paiements Bitcoin. En définir une par défaut ici la remplira automatiquement lors de la création de commandes d'achat, rendant le processus plus rapide et plus pratique.
it: Un Indirizzo Lightning è un identificatore simile a un'email (es., utente@dominio.com) che semplifica la ricezione di pagamenti Bitcoin. Impostarne uno predefinito qui lo completerà automaticamente durante la creazione di ordini di acquisto, rendendo il processo più veloce e conveniente.

# relaysInfoText
source: • Relays are servers that help distribute your messages across the Nostr network. • Adding more relays can improve connectivity and redundancy. • Relays don't sync with each other, so only those you're connected to will receive your messages.
es: • Los relays son servidores que ayudan a distribuir tus mensajes a través de la red Nostr. • Agregar más relays puede mejorar la conectividad y redundancia. • Los relays no se sincronizan entre sí, por lo que solo aquellos a los que estés conectado recibirán tus mensajes.
fr: • Les relais sont des serveurs qui aident à distribuer vos messages à travers le réseau Nostr. • Ajouter plus de relais peut améliorer la connectivité et la redondance. • Les relais ne se synchronisent pas entre eux, donc seuls ceux auxquels vous êtes connecté recevront vos messages.
it: • I relay sono server che aiutano a distribuire i tuoi messaggi attraverso la rete Nostr. • Aggiungere più relay può migliorare la connettività e la ridondanza. • I relay non si sincronizzano tra loro, quindi solo quelli a cui sei connesso riceveranno i tuoi messaggi.

# mostroInfoText
source: • The Mostro you select will be the one where you post your offers. • In case of a dispute, a human assigned to that Mostro will be the one to resolve it.
es: • El Mostro que selecciones será donde publiques tus ofertas. • En caso de disputa, una persona asignada a ese Mostro será quien la resuelva.
fr: • Supporte les formats hex et npub (affiche en hex). • Le Mostro que vous sélectionnez sera celui où vous publierez vos offres. • En cas de différend, un humain assigné à ce Mostro sera celui qui le résoudra.
it: • Il Mostro che selezioni sarà quello dove pubblicherai le tue offerte. • In caso di disputa, una persona assegnata a quel Mostro sarà quella che la risolverà.

# secretWordsInfoText
source: • These are your secret words, the only way to recover your account if you lose access to this app or want to use your identity in another app. • Write them down carefully and store them in a secure, private location. Never share them with anyone. • If you lose these words, you'll permanently lose access to your account.
es: • Estas son tus palabras secretas, la única forma de recuperar tu cuenta si pierdes acceso a esta aplicación o quieres usar tu identidad en otra aplicación. • Escríbelas cuidadosamente y guárdalas en un lugar seguro y privado. Nunca las compartas con nadie. • Si pierdes estas palabras, perderás permanentemente el acceso a tu cuenta.
fr: • Ce sont vos mots secrets, le seul moyen de récupérer votre compte si vous perdez l'accès à cette application ou voulez utiliser votre identité dans une autre application. • Écrivez-les soigneusement et stockez-les dans un endroit sûr et privé. Ne les partagez jamais avec personne. • Si vous perdez ces mots, vous perdrez définitivement l'accès à votre compte.
it: • Queste sono le tue parole segrete, l'unico modo per recuperare il tuo account se perdi l'accesso a questa app o vuoi usare la tua identità in un'altra app. • Scrivile attentamente e conservale in un luogo sicuro e privato. Non condividerle mai con nessuno. • Se perdi queste parole, perderai permanentemente l'accesso al tuo account.

# privacyInfoText
source: • Reputation Mode protects your privacy from third parties while allowing you to build a reputation with each completed trade. • Full privacy mode provides maximum anonymity but limits reputation building features.
es: • El Modo Reputación protege tu privacidad de terceros mientras te permite construir una reputación con cada intercambio completado. • El modo de privacidad completa proporciona máximo anonimato pero limita las funciones de construcción de reputación.
fr: • Le mode réputation protège votre confidentialité des tiers tout en vous permettant de construire une réputation à chaque échange terminé. • Le mode confidentialité totale fournit un anonymat maximum mais limite les fonctionnalités de construction de réputation.
it: • La Modalità Reputazione protegge la tua privacy da terze parti permettendoti di costruire una reputazione con ogni scambio completato. • La modalità privacy completa fornisce massimo anonimato ma limita le funzionalità di costruzione della reputazione.

# currentTradeIndexInfoText
source: With each new trade, a unique Trade Key is generated to ensure your transactions remain private. The trade index indicates how many keys you've used. If you're in 'Reputation Mode,' you allow Mostro to link all your Trade Keys to calculate and maintain your reputation.
es: Con cada nuevo intercambio, se genera una Clave de Intercambio única para asegurar que tus transacciones permanezcan privadas. El índice de intercambio indica cuántas claves has usado. Si estás en 'Modo Reputación,' permites a Mostro vincular todas tus Claves de Intercambio para calcular y mantener tu reputación.
fr: À chaque nouvel échange, une clé d'échange unique est générée pour assurer que vos transactions restent privées. L'index d'échange indique combien de clés vous avez utilisées. Si vous êtes en 'Mode réputation', vous permettez à Mostro de lier toutes vos clés d'échange pour calculer et maintenir votre réputation.
it: Con ogni nuovo scambio, viene generata una Chiave di Scambio unica per assicurare che le tue transazioni rimangano private. L'indice di scambio indica quante chiavi hai usato. Se sei in 'Modalità Reputazione,' permetti a Mostro di collegare tutte le tue Chiavi di Scambio per calcolare e mantenere la tua reputazione.

# generateNewUserDialogTitle
source: Generate a new user?
es: ¿Generar un nuevo usuario?
fr: Générer un nouvel utilisateur ?
it: Generare un nuovo utente?

# generateNewUserDialogContent
source: If you continue, a new set of 12 words will be generated as your new user. This new user will have no reputation, and you will have to start from scratch.
es: Si continúas, se generará un nuevo conjunto de 12 palabras como tu nuevo usuario. Este nuevo usuario no tendrá reputación, y tendrás que empezar desde cero.
fr: Si vous continuez, un nouveau jeu de 12 mots sera généré comme votre nouvel utilisateur. Ce nouvel utilisateur n'aura aucune réputation, et vous devrez recommencer de zéro.
it: Se continui, verrà generato un nuovo set di 12 parole come tuo nuovo utente. Questo nuovo utente non avrà reputazione, e dovrai ricominciare da capo.

# continueButton
source: Continue
es: Continuar
fr: Continuer
it: Continua

source: Show
es: Mostrar
fr: Montrer
it: Mostra

source: Hide
es: Ocultar
fr: Cacher
it: Nascondi

source: Reputation mode
es: Modo reputación
fr: Mode réputation
it: Modalità reputazione

source: Full privacy mode
es: Modo privacidad completa
fr: Mode confidentialité totale
it: Modalità privacy completa

source: Maximum anonymity
es: Máximo anonimato
fr: Anonymat maximum
it: Massimo anonimato

source: Standard privacy with reputation
es: Privacidad estándar con reputación
fr: Confidentialité standard avec réputation
it: Privacy standard con reputazione

source: Edit Relay
es: Editar Relay
fr: Modifier le relais
it: Modifica Relay

source: Relay URL
es: URL del Relay
fr: URL du relais
it: URL del Relay

# relayErrorNotValid
source: Not a valid Nostr relay - no response to protocol test
es: No es un relay Nostr válido - sin respuesta al test de protocolo
fr: Ce n'est pas un relais Nostr valide - aucune réponse au test de protocole
it: Non è un relay Nostr valido - nessuna risposta al test del protocollo

# relayErrorOnlySecure
source: Only secure websockets (wss://) are allowed
es: Solo se permiten websockets seguros (wss://)
fr: Seuls les websockets sécurisés (wss://) sont autorisés
it: Sono consentiti solo websocket sicuri (wss://)

# relayErrorNoHttp
source: HTTP URLs are not supported. Use websocket URLs (wss://)
es: Las URLs HTTP no son compatibles. Use URLs websocket (wss://)
fr: Les URLs HTTP ne sont pas supportées. Utilisez des URLs websocket (wss://)
it: Gli URL HTTP non sono supportati. Usa URL websocket (wss://)

# relayErrorInvalidDomain
source: Invalid domain format. Use format like: relay.example.com
es: Formato de dominio inválido. Use formato como: relay.example.com
fr: Format de domaine invalide. Utilisez un format comme : relay.exemple.com
it: Formato dominio non valido. Usa formato come: relay.example.com

# relayErrorAlreadyExists
source: This relay is already in your list
es: Este relay ya está en tu lista
fr: Ce relais est déjà dans votre liste
it: Questo relay è già nella tua lista

# relayErrorConnectionTimeout
source: Relay unreachable - connection timeout
es: Relay inalcanzable - tiempo de conexión agotado
fr: Relais injoignable - timeout de connexion
it: Relay irraggiungibile - timeout connessione

# relayTestingMessage
source: Testing relay...
es: Probando relay...
fr: Test du relais...
it: Testando relay...

# relayAddedSuccessfully
source: Relay added successfully: {url}
es: Relay agregado exitosamente: {url}
fr: Relais ajouté avec succès : {url}
it: Relay aggiunto con successo: {url}

# relayAddedUnreachable
source: Relay added but appears unreachable: {url}
es: Relay agregado pero parece inalcanzable: {url}
fr: Relais ajouté mais semble injoignable : {url}
it: Relay aggiunto ma sembra irraggiungibile: {url}

# addRelayDialogTitle
source: Add Relay
es: Agregar Relay
fr: Ajouter un relais

# addRelayDialogDescription
source: Enter a relay URL to add it to your relay list. The relay will be tested for connectivity.
es: Ingresa una URL de relay para agregarlo a tu lista de relays. El relay será probado por conectividad.
fr: Entrez une URL de relais pour l'ajouter à votre liste de relais. Le relais sera testé pour la connectivité.

# addRelayDialogPlaceholder
source: Relay URL
es: URL del Relay
fr: URL du relais

# addRelayDialogTesting
source: Testing connectivity...
es: Probando conectividad...
fr: Test de connectivité...

# addRelayDialogCancel
source: Cancel
es: Cancelar
fr: Annuler

# addRelayDialogAdd
source: Add
es: Agregar
fr: Ajouter

# addRelayErrorOnlySecure
source: Only secure websockets (wss://) are allowed
es: Solo se permiten websockets seguros (wss://)
fr: Seuls les websockets sécurisés (wss://) sont autorisés

# addRelayErrorNoHttp
source: HTTP URLs are not supported. Use websocket URLs (wss://)
es: Las URLs HTTP no son compatibles. Use URLs websocket (wss://)
fr: Les URLs HTTP ne sont pas supportées. Utilisez des URLs websocket (wss://)

# addRelayErrorInvalidDomain
source: Invalid domain format. Use format like: relay.example.com
es: Formato de dominio inválido. Use formato como: relay.example.com
fr: Format de domaine invalide. Utilisez un format comme : relay.exemple.com

# addRelayErrorAlreadyExists
source: This relay is already in your list
es: Este relay ya está en tu lista
fr: Ce relais est déjà dans votre liste

# addRelayErrorNotValid
source: Not a valid Nostr relay - no response to protocol test
es: No es un relay Nostr válido - sin respuesta al test de protocolo
fr: Ce n'est pas un relais Nostr valide - aucune réponse au test de protocole

# addRelayErrorGeneric
source: Failed to add relay. Please try again.
es: Error al agregar relay. Por favor intenta de nuevo.
fr: Échec de l'ajout du relais. Veuillez réessayer.

# addRelaySuccessMessage
source: Relay added successfully: {url}
es: Relay agregado exitosamente: {url}
fr: Relais ajouté avec succès : {url}

# mostroChangedResetMessage
source: Mostro instance changed. Relay settings have been reset for the new instance.
es: Instancia de Mostro cambiada. La configuración de relays se ha reiniciado para la nueva instancia.
fr: Instance Mostro changée. Les paramètres de relais ont été réinitialisés pour la nouvelle instance.

# invalidRelayTitle
source: Invalid Relay
es: Relay Inválido
fr: Relais invalide
it: Relay Non Valido

# relayUrlHint
source: relay.example.com or wss://relay.example.com
es: relay.ejemplo.com o wss://relay.ejemplo.com
fr: relay.exemple.com ou wss://relay.exemple.com
it: relay.esempio.com o wss://relay.esempio.com

source: Add
es: Agregar
fr: Ajouter
it: Aggiungi

source: Save
es: Guardar
fr: Sauvegarder
it: Salva

source: Apply
es: Aplicar
fr: Appliquer
it: Applica

source: Rating
es: Calificación
fr: Évaluation
it: Valutazione

source: Reputation
es: Reputación
fr: Réputation
it: Reputazione

# premiumRange
source: Premium/Discount
es: Prima/Descuento
fr: Prime/Remise
it: Premio/Sconto

source: Discount
es: Descuento
fr: Remise
it: Sconto

source: Premium
es: Prima
fr: Prime
it: Premio

source: Clear
es: Limpiar
fr: Effacer
it: Cancella

source: Min
es: Mín

source: Max
es: Máx

source: Select Currency
es: Seleccionar Moneda
fr: Sélectionner une devise
it: Seleziona Valuta

source: No currency selected
es: Ninguna moneda seleccionada
fr: Aucune devise sélectionnée
it: Nessuna valuta selezionata

# orderTimeoutTaker
source: You didn't respond in time. The order will be republished
es: No respondiste a tiempo. La orden será republicada
fr: Vous n'avez pas répondu à temps. La commande sera republiée
it: Non hai risposto in tempo. L'ordine sarà ripubblicato

# orderTimeoutMaker
source: Your counterpart didn't respond in time. The order will be republished
es: Tu contraparte no respondió a tiempo. La orden será republicada
fr: Votre contrepartie n'a pas répondu à temps. La commande sera republiée
it: La tua controparte non ha risposto in tempo. L'ordine sarà ripubblicato

# orderTimeout
source: Order timeout occurred
es: Tiempo de espera de la orden agotado
fr: Timeout de commande survenu
it: Timeout dell'ordine verificato

# orderCanceled
source: The order was canceled
es: La orden fue cancelada
fr: La commande a été annulée
it: L'ordine è stato annullato

source: Notifications
es: Notificaciones

source: No notifications
es: Sin notificaciones
fr: Aucune notification

# noNotificationsDescription
source: You don't have any notifications yet. New trade alerts and updates will appear here.
es: Aún no tienes notificaciones. Las nuevas alertas de intercambio y actualizaciones aparecerán aquí.
fr: Vous n'avez aucune notification pour le moment. Les nouvelles alertes d'échange et mises à jour apparaîtront ici.

source: Error loading notifications
es: Error al cargar notificaciones
fr: Erreur lors du chargement des notifications

source: Mark as read
es: Marcar como leído
fr: Marquer comme lu

source: Mark all as read
es: Marcar todo como leído
fr: Tout marquer comme lu

source: Clear all
es: Limpiar todo
fr: Tout effacer

# notification_new_order_title
source: New order available
es: Nueva orden disponible
fr: Nouvelle commande disponible

# notification_new_order_message
source: New order published in the book
es: Nueva orden publicada en el libro
fr: Nouvelle commande publiée dans le carnet

# notAvailableShort
source: N/A
es: N/D
fr: N/D

# notificationGenericTitle
source: Notification
es: Notificación

# notification_order_taken_title
source: Order taken
es: Orden tomada
fr: Commande prise

# notification_sell_order_taken_message
source: Your sell order was taken
es: Tu orden de venta fue tomada
fr: Votre commande de vente a été prise

# notification_buy_order_taken_message
source: Your buy order was taken
es: Tu orden de compra fue tomada
fr: Votre commande d'achat a été prise

# notification_payment_required_title
source: Payment required
es: Pago requerido
fr: Paiement requis

# notification_payment_required_message
source: Invoice payment is required
es: Se requiere pago del invoice
fr: Le paiement de facture est requis

# notification_fiat_sent_title
source: Fiat sent
es: Fiat enviado
fr: Fiat envoyé

# notification_fiat_sent_message
source: Peer marked fiat as sent
es: El peer marcó el fiat como enviado
fr: Le pair a marqué le fiat comme envoyé

# notification_bitcoin_released_title
source: Bitcoin released
es: Bitcoin liberado
fr: Bitcoin libéré

# notification_bitcoin_released_message
source: The sats have been released
es: Los sats han sido liberados
fr: Les sats ont été libérés

# notification_dispute_started_title
source: Dispute started
es: Disputa iniciada
fr: Différend démarré

# notification_dispute_started_message
source: A dispute has been initiated
es: Se ha iniciado una disputa
fr: Un différend a été initié
