Repository: MostroP2P/mobile
Catalog: lib/l10n/intl_*.arb
Languages: es, fr, it

# acceptCancelMessage
source: If you confirm, you will accept the cooperative cancellation initiated by your counterparty.
es: Si confirmas, aceptarás la cancelación cooperativa iniciada por tu contraparte.
fr: Si vous confirmez, vous allez accepter l'annulation coopérative initiée par votre contrepartie.
it: Se confermi, accetterai l'annullamento cooperativo iniziato dalla tua controparte.

# releaseTradeDialogTitle
source: Release Bitcoin
es: Liberar Bitcoin
fr: Libérer Bitcoin
it: Rilascia Bitcoin

# areYouSureRelease
source: Are you sure you want to release the Satoshis to the buyer?
es: ¿Estás seguro de que quieres liberar los Satoshis al comprador?
fr: Êtes-vous sûr de vouloir libérer les Satoshis à l'acheteur ?
it: Sei sicuro di voler rilasciare i Satoshi al compratore?

source: Confirm
es: Confirmar
fr: Confirmer
it: Conferma

source: Yes
es: Sí
fr: Oui
it: Sì

source: BUY
es: COMPRAR
fr: ACHETER
it: COMPRA

source: SELL
es: VENDER
fr: VENDRE
it: VENDI

source: BUYING
es: COMPRANDO
fr: ACHAT
it: COMPRANDO

source: SELLING
es: VENDIENDO
fr: VENTE
it: VENDENDO

source: YOU ARE BUYING
es: ESTÁS COMPRANDO
fr: VOUS ACHETEZ
it: STAI COMPRANDO

source: YOU ARE SELLING
es: ESTÁS VENDIENDO
fr: VOUS VENDEZ
it: STAI VENDENDO

source: Market Price
es: Precio de Mercado
fr: Prix du marché
it: Prezzo di Mercato

# forSats
source: For {amount} sats
es: Por {amount} sats
fr: Pour {amount} sats
it: Per {amount} sats

# hoursAgo
source: {count} hours ago
es: hace {count} horas
fr: il y a {count} heures
it: {count} ore fa

source: reviews
es: reseñas
fr: avis
it: recensioni

source: days old
es: días de 👴
fr: jours d'ancienneté
it: giorni di anzianità

# reviewsAndDaysOld
source: {reviews} reviews • {days} days old
es: {reviews} reseñas • {days} días de 👴
fr: {reviews} avis • {days} jours d'ancienneté
it: {reviews} recensioni • {days} giorni di anzianità

source: Account
es: Cuenta
fr: Compte

source: About
es: Acerca de
fr: À propos
it: Informazioni

source: Walkthrough
es: Tutorial
fr: Guide
it: Tutorial

source: Version
es: Versión
it: Versione

source: GitHub Repository
es: Repositorio GitHub
fr: Dépôt GitHub
it: Repository GitHub

source: Commit Hash
es: Hash de Commit
fr: Hash de commit
it: Hash Commit

source: App Information
es: Información de la App
fr: Informations de l'application
it: Informazioni App

source: Mostro Node
es: Nodo Mostro
fr: Nœud Mostro
it: Nodo Mostro

source: General Info
es: Información General
fr: Informations générales
it: Informazioni Generali

source: Pubkey
es: Clave Pública
fr: Clé publique
it: Chiave Pubblica

# mostroVersion
source: Version
es: Versión
it: Versione

# maxOrderAmount
source: Maximum Order Amount
es: Cantidad Máxima de Orden
fr: Montant maximum de commande
it: Importo Massimo Ordine

# minOrderAmount
source: Minimum Order Amount
es: Cantidad Mínima de Orden
fr: Montant minimum de commande
it: Importo Minimo Ordine

source: Expiration Hours
es: Horas de Expiración
fr: Heures d'expiration
it: Ore di Scadenza

source: Expiration Seconds
es: Segundos de Expiración
fr: Secondes d'expiration
it: Secondi di Scadenza

source: Fee
es: Comisión
fr: Frais
it: Commissione

source: Proof of Work
es: Prueba de Trabajo
fr: Preuve de travail
it: Prova di Lavoro

source: Hold Invoice Expiration Window
es: Ventana de Expiración de Factura Retenida
fr: Fenêtre d'expiration hold invoice
it: Finestra Scadenza Fattura Hold

source: Hold Invoice CLTV Delta
es: Delta CLTV de Factura Retenida
fr: Delta CLTV hold invoice
it: Delta CLTV Fattura di Blocco

source: Invoice Expiration Window
es: Ventana de Expiración de Factura
fr: Fenêtre d'expiration de facture
it: Finestra di Scadenza Fattura

source: You want to buy Bitcoin
es: Quieres comprar Bitcoin
fr: Vous voulez acheter du Bitcoin
it: Vuoi comprare Bitcoin

source: You want to sell Bitcoin
es: Quieres vender Bitcoin
fr: Vous voulez vendre du Bitcoin
it: Vuoi vendere Bitcoin

source: Lightning Address (optional)
es: Dirección Lightning (opcional)
fr: Adresse Lightning (optionnel)
it: Lightning Address (opzionale)

source: Enter lightning address
es: Introduzca una dirección Lightning
fr: Entrez l'adresse lightning
it: Inserisci lightning address

# enterAmountHint
source: Enter amount
es: Ingresa cantidad
fr: Entrez le montant
it: Inserisci importo

# pleaseEnterAmount
source: Please enter an amount
es: Por favor ingresa una cantidad
fr: Veuillez entrer un montant
it: Per favore inserisci un importo

# pleaseEnterValidAmount
source: Please enter a valid amount
es: Por favor ingresa una cantidad válida
fr: Veuillez entrer un montant valide
it: Per favore inserisci un importo valido

# fiatAmountTooHigh
source: The fiat amount is too high, please add a new fiat amount, the allowed range is between {minAmount} and {maxAmount} sats
es: La cantidad fiat es demasiado alta, por favor ingresa una nueva cantidad fiat, el rango permitido está entre {minAmount} y {maxAmount} sats
fr: Le montant fiat est trop élevé. Le nœud Mostro que vous utilisez permet entre {minAmount} et {maxAmount} sats.

# fiatAmountTooLow
source: The fiat amount is too low, please add a new fiat amount, the allowed range is between {minAmount} and {maxAmount} sats
es: La cantidad fiat es demasiado baja, por favor ingresa una nueva cantidad fiat, el rango permitido está entre {minAmount} y {maxAmount} sats
fr: Le montant fiat est trop bas. Le nœud Mostro que vous utilisez permet entre {minAmount} et {maxAmount} sats.

# exchangeRateNotAvailable
source: Exchange rate not available, please wait or refresh
es: Tasa de cambio no disponible, por favor espera o actualiza
fr: Taux de change non disponible, veuillez attendre ou actualiser

# mostroInstanceNotAvailable
source: Mostro instance data not available, please wait
es: Datos de instancia Mostro no disponibles, por favor espera
fr: Données de l'instance Mostro non disponibles, veuillez attendre

source: Enter amount you want to receive
es: Ingresa la cantidad que quieres recibir
fr: Entrez le montant que vous voulez recevoir
it: Inserisci l'importo che vuoi ricevere

source: Enter amount you want to send
es: Ingresa la cantidad que quieres enviar
fr: Entrez le montant que vous voulez envoyer
it: Inserisci l'importo che vuoi inviare

# creatingRangeOrder
source: Creating a range order (you can receive between min and max amounts)
es: Creando orden de rango (puedes recibir entre cantidades mínima y máxima)
fr: Création d'une commande de plage (vous pouvez recevoir entre les montants min et max)
it: Creazione ordine intervallo (puoi ricevere tra importi minimo e massimo)

# creatingRangeOrderBuySend
source: Creating a range order (you can send between min and max amounts)
es: Creando orden de rango (puedes enviar entre cantidades mínima y máxima)
fr: Création d'une commande de plage (vous pouvez envoyer entre les montants min et max)
it: Creazione ordine intervallo (puoi inviare tra importi minimo e massimo)

source: Range Order
es: Orden de Rango
fr: Commande de plage
it: Ordine Intervallo

source: Max amount
es: Cantidad máxima
fr: Montant maximum
it: Importo massimo

# tapSecondFieldForRange
source: 💡 Tap the second field to create a range order
es: 💡 Toca el segundo campo para crear una orden de rango
fr: 💡 Appuyez sur le deuxième champ pour créer une commande de plage
it: 💡 Tocca il secondo campo per creare un ordine intervallo

source: to
es: a
fr: à
it: a

# maxMustBeGreaterThanMin
source: Maximum amount must be greater than minimum amount
es: La cantidad máxima debe ser mayor que la cantidad mínima
fr: Le montant maximum doit être supérieur au montant minimum
it: L'importo massimo deve essere maggiore dell'importo minimo

source: Payment methods for {currency}
es: Métodos de pago para {currency}
fr: Méthodes de paiement pour {currency}
it: Metodi di pagamento per {currency}

source: Enter custom payment method
es: Ingresa método de pago personalizado
fr: Entrez une méthode de paiement personnalisée
it: Inserisci metodo di pagamento personalizzato

source: Loading payment methods...
es: Cargando métodos de pago...
fr: Chargement des méthodes de paiement...
it: Caricamento metodi di pagamento...

# errorLoadingPaymentMethods
source: Error loading payment methods: {error}
es: Error cargando métodos de pago: {error}
fr: Erreur lors du chargement des méthodes de paiement : {error}
it: Errore nel caricamento dei metodi di pagamento: {error}

source: Select payment methods
es: Seleccionar métodos de pago
fr: Sélectionnez les méthodes de paiement
it: Seleziona metodi di pagamento

# selectPaymentMethodsTitle
source: Select Payment Methods
es: Seleccionar Métodos de Pago
fr: Sélectionner les méthodes de paiement
it: Seleziona Metodi di Pagamento

# premiumTitle
source: Premium (%)
es: Prima (%)
fr: Prime (%)
it: Premio (%)

# premiumTooltip
source: Adjust how much above or below the market price you want your offer. By default, it's set to 0%, with no premium or discount, so if you don't want to change the price, you can leave it as is.
es: Ajusta cuánto por encima o por debajo del precio de mercado quieres tu oferta. Por defecto, está establecido en 0%, sin prima o descuento, así que si no quieres cambiar el precio, puedes dejarlo como está.
fr: Ajustez de combien au-dessus ou en-dessous du prix du marché vous voulez votre offre. Par défaut, c'est réglé à 0%, sans prime ou remise, donc si vous ne voulez pas changer le prix, vous pouvez le laisser tel quel.
it: Regola quanto sopra o sotto il prezzo di mercato vuoi la tua offerta. Di default, è impostato al 0%, senza premio o sconto, quindi se non vuoi cambiare il prezzo, puoi lasciarlo così com'è.

source: Secret Words
es: Palabras Secretas
fr: Mots secrets
it: Parole Segrete

source: To restore your account
es: Para restaurar tu cuenta
fr: Pour restaurer votre compte
it: Per ripristinare il tuo account

source: Privacy
es: Privacidad
fr: Confidentialité

# controlPrivacySettings
source: Control your privacy settings
es: Controla tus configuraciones de privacidad
fr: Contrôlez vos paramètres de confidentialité
it: Controlla le tue impostazioni di privacy

source: Current Trade Index
es: Índice de Intercambio Actual
fr: Index d'échange actuel
it: Indice Scambio Corrente

source: Your trade counter
es: Tu contador de intercambios
fr: Votre compteur d'échanges
it: Il tuo contatore di scambi

source: Increments with each trade
es: Se incrementa con cada intercambio
fr: S'incrémente à chaque échange
it: Si incrementa ad ogni scambio

source: Generate New User
es: Generar Nuevo Usuario
fr: Générer un nouvel utilisateur
it: Genera Nuovo Utente

source: Import Mostro User
es: Importar Usuario Mostro
fr: Importer un utilisateur
it: Importa Utente Mostro

source: Key imported successfully
es: Clave importada exitosamente
fr: Clé importée avec succès
it: Chiave importata con successo

# importFailed
source: Import failed: {error}
es: Importación falló: {error}
fr: Échec de l'importation : {error}
it: Importazione fallita: {error}

source: No mnemonic found
es: No se encontró mnemónico
fr: Aucune mnémotechnique trouvée
it: Nessun mnemonico trovato

source: No messages available
es: No hay mensajes disponibles
fr: Aucun message disponible
it: Nessun messaggio disponibile

source: BACK
es: ATRÁS
fr: RETOUR
it: INDIETRO

source: Type a message...
es: Escribe un mensaje...
fr: Tapez un message...
it: Scrivi un messaggio...

# youAreChattingWith
source: You are chatting with {handle}
es: Estás chateando con {handle}
fr: Vous chattez avec {handle}
it: Stai chattando con {handle}

source: Your Handle:
es: Tu nombre:
fr: Votre pseudo :
it: Il tuo nome:

source: Your Shared Key:
es: Tu clave compartida:
fr: Votre clé partagée :
it: La Tua Chiave Condivisa:

# payInvoiceButton
source: PAY INVOICE
es: PAGAR FACTURA
fr: PAYER LA FACTURE
it: PAGA FATTURA

# addInvoiceButton
source: ADD INVOICE
es: AGREGAR FACTURA
fr: AJOUTER UNE FACTURE
it: AGGIUNGI FATTURA

source: RELEASE
es: LIBERAR
fr: LIBÉRER
it: RILASCIA

source: TAKE SELL
es: TOMAR VENTA
fr: PRENDRE VENTE
it: PRENDI VENDITA

source: TAKE BUY
es: TOMAR COMPRA
fr: PRENDRE ACHAT
it: PRENDI ACQUISTO

source: No exchange data available
es: No hay datos de intercambio disponibles
fr: Aucune donnée d'échange disponible
it: Nessun dato di cambio disponibile

source: Error fetching currencies
es: Error obteniendo monedas
fr: Erreur lors de la récupération des devises
it: Errore nel recupero delle valute

# selectFiatCurrencyPay
source: Select the fiat currency you will pay with
es: Selecciona la moneda fiat con la que pagarás
fr: Sélectionnez la devise fiat avec laquelle vous paierez
it: Seleziona la valuta fiat con cui pagherai

# selectFiatCurrencyReceive
source: Select the Fiat Currency you want to receive
es: Selecciona la Moneda Fiat que quieres recibir
fr: Sélectionnez la devise fiat que vous voulez recevoir
it: Seleziona la Valuta Fiat che vuoi ricevere

source: Loading currencies...
es: Cargando monedas...
fr: Chargement des devises...
it: Caricamento valute...

source: Error loading currencies
es: Error cargando monedas
fr: Erreur lors du chargement des devises
it: Errore nel caricamento delle valute

source: US Dollar
es: Dólar Estadounidense
fr: Dollar américain
it: Dollaro Americano

source: Search currencies...
es: Buscar monedas...
fr: Rechercher des devises...
it: Cerca valute...

source: No currencies found
es: No se encontraron monedas
fr: Aucune devise trouvée
it: Nessuna valuta trovata

source: Price type
es: Tipo de precio
fr: Type de prix
it: Tipo di prezzo

source: Fixed price
es: Precio fijo
fr: Prix fixe
it: Prezzo fisso

source: Market
es: Mercado
fr: Marché
it: Mercato

# priceTypeTooltip
source: • Select Market Price if you want to use the price that Bitcoin has when someone takes your offer. • Select Fixed Price if you want to define the exact amount of Bitcoin you will exchange.
es: • Selecciona Precio de Mercado si quieres usar el precio que tiene Bitcoin cuando alguien tome tu oferta. • Selecciona Precio Fijo si quieres definir la cantidad exacta de Bitcoin que intercambiarás.
fr: • Sélectionnez Prix du marché si vous voulez utiliser le prix que Bitcoin a quand quelqu'un prend votre offre. • Sélectionnez Prix fixe si vous voulez définir le montant exact de Bitcoin que vous échangerez.
it: • Seleziona Prezzo di Mercato se vuoi usare il prezzo che ha Bitcoin quando qualcuno prende la tua offerta. • Seleziona Prezzo Fisso se vuoi definire l'importo esatto di Bitcoin che scambierai.

# withPremiumPercent
source: with a +{premium}% premium
es: con un +{premium}% de premio
fr: avec une prime de +{premium}%
it: con un +{premium}% di premio

# withDiscountPercent
source: with a {premium}% discount
es: con un {premium}% de descuento
fr: avec une remise de {premium}%
it: con un {premium}% di sconto

# someoneIsSellingBuying
source: Someone is {action}{satAmount} sats for {amountString} {price} {premiumText}
es: Alguien está {action}{satAmount} sats por {amountString} {price} {premiumText}
fr: Quelqu'un {action}{satAmount} sats pour {amountString} {price} {premiumText}
it: Qualcuno sta {action}{satAmount} sats per {amountString} {price} {premiumText}

source: Created on: {date}
es: Creado el: {date}
fr: Créé le : {date}
it: Creato il: {date}

# paymentMethodsAre
source: The payment methods are: {methods}
es: Los métodos de pago son: {methods}
fr: Les méthodes de paiement sont : {methods}
it: I metodi di pagamento sono: {methods}

# timeLeft
source: Time Left: {time}
es: Tiempo Restante: {time}
fr: Temps restant : {time}
it: Tempo Rimanente: {time}

source: CLOSE
es: CERRAR
fr: FERMER
it: CHIUDI

source: TAKE
es: TOMAR
fr: PRENDRE
it: PRENDI

source: Enter Amount
es: Ingresa Cantidad
fr: Entrez le montant
it: Inserisci Importo

# pleaseEnterValidNumber
source: Please enter a valid number.
es: Por favor ingresa un número válido.
fr: Veuillez entrer un nombre valide.
it: Per favore inserisci un numero valido.

# amountMustBeBetween
source: Amount must be between {min} and {max}.
es: La cantidad debe estar entre {min} y {max}.
fr: Le montant doit être entre {min} et {max}.
it: L'importo deve essere tra {min} e {max}.

# pleaseEnterLightningInvoiceFor
source: Please enter a Lightning Invoice for {sats} Sats equivalent to {fiat_code} {fiat_amount} to continue the exchange for order with ID {order_id}
es: Ingresa una Factura Lightning de {sats} Sats equivalentes a {fiat_amount} {fiat_code} para continuar el intercambio de la orden con ID {order_id}
fr: Veuillez entrer une facture Lightning pour {sats} Sats équivalents à {fiat_code} {fiat_amount} pour continuer l'échange pour la commande avec l'ID {order_id}
it: Per favore inserisci una Fattura Lightning per {sats} Sats equivalenti a {fiat_amount} {fiat_code} per continuare lo scambio dell'ordine con ID {order_id}

source: Lightning Invoice
es: Factura Lightning
fr: Facture Lightning
it: Fattura Lightning

source: Enter invoice here
es: Ingresa la factura aquí
fr: Entrez la facture ici
it: Inserisci la fattura qui

# cancelPendingButton
source: CANCEL PENDING
es: CANCELACIÓN PENDIENTE
fr: ANNULER EN ATTENTE
it: ANNULLAMENTO IN SOSPESO

# acceptCancelButton
source: CANCEL
es: CANCELAR
fr: ANNULER
it: ANNULLA

# completePurchaseButton
source: COMPLETE PURCHASE
es: COMPLETAR COMPRA
fr: TERMINER L'ACHAT
it: COMPLETA ACQUISTO

# rateButton
source: RATE
es: CALIFICAR
fr: ÉVALUER
it: VALUTA

# contactButton
source: CONTACT
es: CONTACTAR
fr: CONTACTER
it: CONTATTA

source: Rate Counterpart
es: Calificar Contraparte
fr: Évaluer la contrepartie
it: Valuta Controparte

source: Submit Rating
es: Enviar Calificación
fr: Soumettre l'évaluation
it: Invia Valutazione

source: Add Lightning Invoice
es: Agregar Factura Lightning
fr: Ajouter une facture Lightning
it: Aggiungi Fattura Lightning

source: Pay Lightning Invoice
es: Pagar Factura Lightning
fr: Payer une facture Lightning
it: Paga Fattura Lightning

# payInvoiceToContinue
source: Pay this invoice for {sats} Sats equivalent to {fiat_code} {fiat_amount} to continue the exchange for order {order_id}
es: Paga esta factura de {sats} Sats equivalentes a {fiat_amount} {fiat_code} para continuar el intercambio de la orden {order_id}
fr: Payez cette facture pour {sats} Sats équivalents à {fiat_code} {fiat_amount} pour continuer l'échange pour la commande {order_id}
it: Paga questa fattura di {sats} Sats equivalenti a {fiat_amount} {fiat_code} per continuare lo scambio dell'ordine {order_id}

# failedToGenerateQR
source: Failed to generate QR code
es: Error al generar código QR
fr: Échec de la génération du code QR
it: Errore nella generazione del codice QR

source: Invoice copied to clipboard
es: Factura copiada al portapapeles
fr: Facture copiée dans le presse-papiers
it: Fattura copiata negli appunti

source: Copied to clipboard
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
it: Copiato negli appunti

source: Copy
es: Copiar
fr: Copier
it: Copia

source: Share
es: Compartir
fr: Partager
it: Condividi

# failedToShareInvoice
source: Failed to share invoice. Please try copying instead.
es: Error al compartir factura. Por favor intenta copiarla en su lugar.
fr: Échec du partage de la facture. Veuillez essayer de copier à la place.
it: Errore nel condividere la fattura. Per favore prova a copiarla invece.

# orderDetailsTitle
source: ORDER DETAILS
es: DETALLES DE ORDEN
fr: DÉTAILS DE LA COMMANDE
it: DETTAGLI ORDINE

# buyOrderDetailsTitle
source: BUY ORDER DETAILS
es: DETALLES DE ORDEN DE COMPRA
fr: DÉTAILS DE COMMANDE D'ACHAT
it: DETTAGLI ORDINE DI ACQUISTO

# sellOrderDetailsTitle
source: SELL ORDER DETAILS
es: DETALLES DE ORDEN DE VENTA
fr: DÉTAILS DE COMMANDE DE VENTE
it: DETTAGLI ORDINE DI VENDITA

# someoneIsSellingTitle
source: Someone is Selling Sats
es: Alguien está Vendiendo Sats
fr: Quelqu'un vend des Sats
it: Qualcuno sta Vendendo Sats

# someoneIsBuyingTitle
source: Someone is Buying Sats
es: Alguien está Comprando Sats
fr: Quelqu'un achète des Sats
it: Qualcuno sta Comprando Sats

# someoneIsSellingFixedTitle
source: Someone is Selling {sats} Sats
es: Alguien está Vendiendo {sats} Sats
fr: Quelqu'un vend {sats} Sats
it: Qualcuno sta Vendendo {sats} Sats

# someoneIsBuyingFixedTitle
source: Someone is Buying {sats} Sats
es: Alguien está Comprando {sats} Sats
fr: Quelqu'un achète {sats} Sats
it: Qualcuno sta Comprando {sats} Sats

# youCreatedOfferMessage
source: You created this offer. Below are the details of your offer. Wait for another user to take it. It will be published for 24 hours. You can cancel it at any time using the 'Cancel' button.
es: Creaste esta oferta. A continuación se muestran los detalles de tu oferta. Espera a que otro usuario la tome. Se publicará durante 24 horas. Puedes cancelarla en cualquier momento usando el botón 'Cancelar'.
fr: Vous avez créé cette offre. Voici les détails de votre offre. Attendez qu'un autre utilisateur l'accepte. Elle sera publiée pendant {expiration_hours} heures. Vous pouvez l'annuler à tout moment en utilisant le bouton 'Annuler'.
it: Hai creato questa offerta. Di seguito sono riportati i dettagli della tua offerta. Aspetta che un altro utente la prenda. Sarà pubblicata per 24 ore. Puoi cancellarla in qualsiasi momento utilizzando il pulsante 'Annulla'.

# youAreSellingTitle
source: You are selling{sats} sats
es: Estás vendiendo {sats} sats
fr: Vous vendez{sats} sats
it: Stai vendendo {sats} sats

# youAreBuyingTitle
source: You are buying{sats} sats
es: Estás comprando {sats} sats
fr: Vous achetez{sats} sats
it: Stai comprando {sats} sats

source: for {amount}
es: por {amount}
fr: pour {amount}
it: per {amount} {currency}

# timeLeftLabel
source: Time Left: {time}
es: Tiempo restante: {time}
fr: Temps restant : {time}
it: Tempo rimasto: {time}

# disputeButton
source: DISPUTE
es: DISPUTA
fr: DIFFÉREND
it: DISPUTA

# fiatSentButton
source: FIAT SENT
es: FIAT ENVIADO
fr: FIAT ENVOYÉ
it: FIAT INVIATO

# paymentMethodLabel
source: Payment Method
es: Método de Pago
fr: Méthode de paiement
it: Metodo di Pagamento

# createdOnLabel
source: Created On
es: Creado el
fr: Créé le
it: Creato il

# orderIdLabel
source: Order ID
es: ID de Orden
fr: ID de commande
it: ID Ordine

# creatorReputationLabel
source: Creator's Reputation
es: Reputación del Creador
fr: Réputation du créateur
it: Reputazione del Creatore

# ratingTitleLabel
source: Rating
es: Calificación
fr: Évaluation
it: Valutazione

# reviewsLabel
source: Reviews
es: Reseñas
fr: Avis
it: Recensioni

# daysLabel
source: Days
es: Días
fr: Jours
it: Giorni

# cancelTradeDialogTitle
source: Cancel Trade
es: Cancelar Intercambio
fr: Annuler l'échange
it: Annulla Scambio

# cooperativeCancelDialogMessage
source: If you confirm, you will start a cooperative cancellation with your counterparty.
es: Si confirmas, iniciarás una cancelación cooperativa con tu contraparte.
fr: Si vous confirmez, vous allez initier une annulation coopérative avec votre contrepartie.
it: Se confermi, inizierai un annullamento cooperativo con la tua controparte.

# acceptCancelDialogMessage
source: If you confirm, you will accept the cooperative cancellation initiated by your counterparty.
es: Si confirmas, aceptarás la cancelación cooperativa iniciada por tu contraparte.
fr: Si vous confirmez, vous allez accepter l'annulation coopérative initiée par votre contrepartie.
it: Se confermi, accetterai l'annullamento cooperativo iniziato dalla tua controparte.

# orderIdCopiedMessage
source: Order ID copied to clipboard
es: ID de orden copiado al portapapeles
fr: ID de commande copié dans le presse-papiers
it: ID ordine copiato negli appunti

# disputeTradeDialogTitle
source: Start Dispute
es: Iniciar Disputa
fr: Démarrer un différend
it: Inizia Disputa
