Repository: MostroP2P/mobile
Catalog: lib/l10n/intl_*.arb
Languages: es, fr, it

# notification_order_canceled_title
source: Order canceled
es: Orden cancelada
fr: Commande annulée

# notification_order_canceled_message
source: The order has been canceled
es: La orden ha sido cancelada
fr: La commande a été annulée

# notification_cooperative_cancel_initiated_by_you_title
source: Cancellation requested
es: Cancelación solicitada
fr: Annulation demandée

# notification_cooperative_cancel_initiated_by_you_message
source: You requested to cancel the order, waiting for peer confirmation
es: Solicitaste cancelar la orden, esperando confirmación del par
fr: Vous avez demandé d'annuler la commande, en attente de confirmation du pair

# notification_cooperative_cancel_initiated_by_peer_title
source: Cancellation request
es: Solicitud de cancelación
fr: Demande d'annulation

# notification_cooperative_cancel_initiated_by_peer_message
source: Your counterparty wants to cancel the order
es: Tu contraparte quiere cancelar la orden
fr: Votre contrepartie veut annuler la commande

# notification_cooperative_cancel_accepted_title
source: Cancellation accepted
es: Cancelación aceptada
fr: Annulation acceptée

# notification_cooperative_cancel_accepted_message
source: The cooperative cancellation has been accepted
es: La cancelación cooperativa ha sido aceptada
fr: L'annulation coopérative a été acceptée

# notification_fiat_sent_ok_title
source: Fiat payment confirmed
es: Pago fiat confirmado
fr: Paiement fiat confirmé

# notification_fiat_sent_ok_message
source: The fiat payment has been confirmed by your counterparty
es: El pago fiat ha sido confirmado por tu contraparte
fr: Le paiement fiat a été confirmé par votre contrepartie

# notification_release_title
source: Release requested
es: Liberación solicitada
fr: Libération demandée

# notification_release_message
source: Bitcoin release has been requested
es: Se ha solicitado la liberación de Bitcoin
fr: La libération Bitcoin a été demandée

# notification_buyer_invoice_accepted_title
source: Invoice accepted
es: Factura aceptada
fr: Facture acceptée

# notification_buyer_invoice_accepted_message
source: Your invoice has been accepted
es: Tu factura ha sido aceptada
fr: Votre facture a été acceptée

# notification_purchase_completed_title
source: Payment received!
es: ¡Pago recibido!
fr: Paiement reçu !

# notification_purchase_completed_message
source: Your Bitcoin payment has been successfully completed and received
es: Tu pago de Bitcoin ha sido completado y recibido exitosamente
fr: Votre paiement Bitcoin a été complété avec succès et reçu

# notification_hold_invoice_payment_accepted_title
source: Payment accepted
es: Pago aceptado
fr: Paiement accepté

# notification_hold_invoice_payment_accepted_message
source: The hold invoice payment has been accepted
es: El pago de la factura hold ha sido aceptado
fr: Le paiement hold invoice a été accepté

# notification_hold_invoice_payment_settled_title
source: Payment settled
es: Pago liquidado
fr: Paiement réglé

# notification_hold_invoice_payment_settled_message
source: The hold invoice payment has been settled
es: El pago de la factura hold ha sido liquidado
fr: Le paiement hold invoice a été réglé

# notification_hold_invoice_payment_canceled_title
source: Payment canceled
es: Pago cancelado
fr: Paiement annulé

# notification_hold_invoice_payment_canceled_message
source: The hold invoice payment has been canceled
es: El pago de la factura hold ha sido cancelado
fr: Le paiement hold invoice a été annulé

# notification_waiting_seller_to_pay_title
source: Waiting for seller
es: Esperando al vendedor
fr: En attente du vendeur

# notification_waiting_seller_to_pay_message
source: Waiting for the seller to make the payment
es: Esperando que el vendedor realice el pago
fr: En attente que le vendeur fasse le paiement

# notification_waiting_buyer_invoice_title
source: Waiting for invoice
es: Esperando factura
fr: En attente de facture

# notification_waiting_buyer_invoice_message
source: Waiting for the buyer to provide the invoice
es: Esperando que el comprador proporcione la factura
fr: En attente que l'acheteur fournisse la facture

# notification_add_invoice_title
source: Invoice required
es: Factura requerida
fr: Facture requise

# notification_add_invoice_message
source: Please add your Lightning invoice
es: Por favor agrega tu factura Lightning
fr: Veuillez ajouter votre facture Lightning

# notification_add_invoice_after_failure_message
source: Previous invoice payment failed. Please add a new Lightning invoice
es: El pago de la factura anterior falló. Por favor agrega una nueva factura Lightning
fr: Le paiement de la facture précédente a échoué. Veuillez ajouter une nouvelle facture Lightning

# notification_buyer_took_order_title
source: Contact Buyer
es: Contacta al Comprador
fr: Contacter l'acheteur

# notification_buyer_took_order_message
source: A buyer has taken your order
es: Un comprador ha tomado tu orden
fr: Un acheteur a pris votre commande

# notification_rate_title
source: Rating requested
es: Calificación solicitada
fr: Évaluation demandée

# notification_rate_message
source: Please rate your trading counterparty
es: Por favor califica a tu contraparte comercial
fr: Veuillez évaluer votre contrepartie d'échange

# notification_rate_received_title
source: Rating received
es: Calificación recibida
fr: Évaluation reçue

# notification_rate_received_message
source: You have received a rating from your counterparty
es: Has recibido una calificación de tu contraparte
fr: Vous avez reçu une évaluation de votre contrepartie

# notification_dispute_initiated_by_you_title
source: Dispute started
es: Disputa iniciada
fr: Différend démarré

# notification_dispute_initiated_by_you_message
source: You have initiated a dispute for this order
es: Has iniciado una disputa para esta orden
fr: Vous avez initié un différend pour cette commande

# notification_dispute_initiated_by_peer_title
source: Dispute started
es: Disputa iniciada
fr: Différend démarré

# notification_dispute_initiated_by_peer_message
source: Your counterparty has initiated a dispute
es: Tu contraparte ha iniciado una disputa
fr: Votre contrepartie a initié un différend

# notification_payment_failed_title
source: Payment failed
es: Pago fallido
fr: Paiement échoué

# notification_payment_failed_message
source: The payment attempt has failed
es: El intento de pago ha fallado
fr: La tentative de paiement a échoué

# notification_invoice_updated_title
source: Invoice updated
es: Factura actualizada
fr: Facture mise à jour

# notification_invoice_updated_message
source: The Lightning invoice has been updated
es: La factura Lightning ha sido actualizada
fr: La facture Lightning a été mise à jour

# notification_cant_do_title
source: Action not allowed
es: Acción no permitida
fr: Action non autorisée

# notification_cant_do_message
source: The requested action cannot be performed
es: La acción solicitada no se puede realizar
fr: L'action demandée ne peut pas être effectuée

# notification_new_message_title
source: New message
es: Nuevo mensaje
fr: Nouveau message

# notification_new_message_message
source: You have received a new message
es: Has recibido un nuevo mensaje
fr: Vous avez reçu un nouveau message

# notification_order_update_title
source: Order update
es: Actualización de orden
fr: Mise à jour de commande

# notification_order_update_message
source: Your order has been updated
es: Tu orden ha sido actualizada
fr: Votre commande a été mise à jour

# notificationBuyer
source: Buyer
es: Comprador
fr: Acheteur

# notificationSeller
source: Seller
es: Vendedor
fr: Vendeur

# notificationAmount
source: Amount
es: Cantidad
fr: Montant

# notificationPaymentMethod
source: Payment Method
es: Método de Pago
fr: Méthode de paiement

# notificationTimeout
source: Timeout
es: Tiempo límite

# notificationMinutes
source: minutes
es: minutos

# notificationDisputeId
source: Dispute ID
es: ID de Disputa
fr: ID du différend

# notificationAttempts
source: Attempts left
es: Intentos restantes
fr: Tentatives restantes

# notificationRetryInterval
source: Retry Interval
es: Intervalo de Reintento
fr: Intervalle de réessai

# notificationFailedAt
source: Failed at
es: Falló a las
fr: Échoué à

# notificationReason
source: Reason
es: Razón
fr: Raison

# notificationOrderId
source: Order ID
es: ID de Orden
fr: ID de commande

# notificationDelete
source: Delete
es: Eliminar
fr: Supprimer

# confirmDeleteNotification
source: Are you sure you want to delete this notification?
es: ¿Estás seguro de que quieres eliminar esta notificación?
fr: Êtes-vous sûr de vouloir supprimer cette notification ?

# confirmClearAll
source: This will permanently delete all notifications. This action cannot be undone.
es: Esto eliminará permanentemente todas las notificaciones. Esta acción no se puede deshacer.
fr: Ceci supprimera définitivement toutes les notifications. Cette action ne peut pas être annulée.

# notificationSeconds
source: seconds
es: segundos
fr: secondes

# disputeCommunication
source: Communication
es: Comunicación

# waitingAdminAssignment
source: Waiting for admin assignment
es: Esperando asignación de administrador
fr: En attente d'assignation d'administrateur

# waitingAdminDescription
source: Your dispute has been submitted. An admin will be assigned to help resolve this issue.
es: Tu disputa ha sido enviada. Se asignará un administrador para ayudar a resolver este problema.
fr: Votre différend a été soumis. Un administrateur sera assigné pour aider à résoudre ce problème.

# adminAssignmentDescription
source: An admin will be assigned to your dispute soon. Once assigned, you can communicate directly with them here.
es: Se asignará un administrador a tu disputa pronto. Una vez asignado, podrás comunicarte directamente con él aquí.
fr: Un administrateur sera assigné à votre différend bientôt. Une fois assigné, vous pourrez communiquer directement avec lui ici.

source: Admin assigned
es: Administrador asignado
fr: Administrateur assigné

# adminAssignedDescription
source: You can now communicate with the admin. Start the conversation by sending a message below.
es: Ahora puedes comunicarte con el administrador. Inicia la conversación enviando un mensaje a continuación.
fr: Vous pouvez maintenant communiquer avec l'administrateur. Commencez la conversation en envoyant un message ci-dessous.

source: Admin
es: Administrador
fr: Administrateur

source: You
es: Tú
fr: Vous

source: Error loading chat
es: Error cargando el chat
fr: Erreur lors du chargement du chat

source: Admin pubkey
es: Pubkey del administrador
fr: Clé publique administrateur

# failedSendMessage
source: Failed to send message: {error}
es: Error al enviar mensaje: {error}
fr: Échec de l'envoi du message : {error}

# waitingAdminAssignmentInput
source: Waiting for admin assignment...
es: Esperando asignación de administrador...
fr: En attente d'assignation d'administrateur...

source: Type your message...
es: Escribe tu mensaje...
fr: Tapez votre message...

# disputesWillAppear
source: Disputes will appear here when you open them from your trades
es: Las disputas aparecerán aquí cuando las abras desde tus intercambios
fr: Les différends apparaîtront ici quand vous les ouvrirez depuis vos échanges

# failedLoadDisputes
source: Failed to load disputes
es: Error al cargar disputas
fr: Échec du chargement des différends

source: Disputes not available
es: Disputas no disponibles
fr: Différends non disponibles

# disputesComingSoon
source: This feature is coming soon
es: Esta función estará disponible pronto
fr: Cette fonctionnalité arrive bientôt

source: Unknown
es: Desconocido
fr: Inconnu

# disputeWith
source: Dispute with {role}: {counterparty}
es: Disputa con {role}: {counterparty}
fr: Différend avec {role} : {counterparty}

# disputeIdLabel
source: Dispute ID
es: ID de Disputa
fr: ID du différend

source: Seller
es: Vendedor
fr: Vendeur

source: Buyer
es: Comprador
fr: Acheteur

source: Dispute not found
es: Disputa no encontrada
fr: Différend non trouvé

# errorLoadingDispute
source: Error loading dispute: {error}
es: Error cargando disputa: {error}
fr: Erreur lors du chargement du différend : {error}

source: In Use
es: En Uso
fr: En utilisation

source: Not In Use
es: Sin Uso
fr: Pas en utilisation

# noMostroRelaysAvailable
source: No relays available from the configured Mostro instance. Please check your Mostro configuration.
es: No hay relays disponibles de la instancia Mostro configurada. Por favor verifica tu configuración de Mostro.
fr: Aucun relais disponible depuis l'instance Mostro configurée. Veuillez vérifier votre configuration Mostro.

# relaysDescription
source: Toggle on or off as you prefer, or add new ones.
es: Activa o desactiva según prefieras, o agrega nuevos.
fr: Activez ou désactivez selon vos préférences, ou ajoutez-en de nouveaux.

# activated
source: Connected
es: Conectado
fr: Connecté

# deactivated
source: Disconnected
es: Desconectado
fr: Déconnecté

# blacklistDefaultRelayTitle
source: Disconnect from Default Relay?
es: ¿Desconectarte del Relay por Defecto?
fr: Déconnecter du relais par défaut ?

# blacklistDefaultRelayMessage
source: Are you sure you want to disconnect from the default relay? This may affect connectivity to the Mostro instance.
es: ¿Estás seguro de que quieres desconectarte del relay por defecto? Esto puede afectar la conectividad con la instancia de Mostro.
fr: Êtes-vous sûr de vouloir vous déconnecter du relais par défaut ? Ceci peut affecter la connectivité à l'instance Mostro.

# blacklistDefaultRelayConfirm
source: Disconnect
es: Desconectar
fr: Déconnecter

# blacklistDefaultRelayCancel
source: Cancel
es: Cancelar
fr: Annuler

# cannotBlacklistLastRelayTitle
source: Cannot Disconnect from Last Relay
es: No Puedes Desconectarte del Último Relay
fr: Impossible de se déconnecter du dernier relais

# cannotBlacklistLastRelayMessage
source: You cannot disconnect from this relay because it's the last connected one. The app needs at least one relay to function properly.
es: No puedes desconectarte de este relay porque es el último conectado. La app necesita al menos un relay para funcionar correctamente.
fr: Vous ne pouvez pas vous déconnecter de ce relais car c'est le dernier connecté. L'application a besoin d'au moins un relais pour fonctionner correctement.

# deleteUserRelayTitle
source: Sure you want to disconnect from this relay?
es: ¿Seguro que quieres desconectarte de este relay?
fr: Sûr de vouloir vous déconnecter de ce relais ?

# deleteUserRelayMessage
source: If you want to use it again later, you'll need to add it manually.
es: Si más adelante deseas volver a usarlo, deberás añadirlo manualmente.
fr: Si vous voulez l'utiliser à nouveau plus tard, vous devrez l'ajouter manuellement.

# deleteUserRelayConfirm
source: Yes
es: Sí
fr: Oui

source: Error
fr: Erreur
it: Errore

source: Relays
fr: Relais
it: Relay

source: No
fr: Non

# errorLoadingMnemonic
source: Error: {error}
fr: Erreur : {error}
it: Errore: {error}

# deleteUserRelayCancel
source: No
fr: Non
