Repository: MostroP2P/mobile
Catalog: lib/l10n/intl_*.arb
Languages: es, fr, it

source: Back to Home
es: Volver al inicio
fr: Retour à l'accueil
it: Torna alla home

# newOrder
source: Your offer has been published! Please wait until another user picks your order. It will be available for {expiration_hours} hours. You can cancel this order before another user picks it up by executing: cancel.
es: ¡Tu oferta ha sido publicada! Por favor espera hasta que otro usuario elija tu orden. Estará disponible durante {expiration_hours} horas. Puedes cancelar esta orden antes de que otro usuario la tome ejecutando: cancel.
fr: Votre offre a été publiée ! Veuillez attendre qu'un autre utilisateur accepte votre commande. Elle sera disponible pendant {expiration_hours} heures. Vous pouvez annuler cette commande avant qu'un autre utilisateur ne la prenne en exécutant : cancel.
it: La tua offerta è stata pubblicata! Attendi fino a quando un altro utente accetta il tuo ordine. Sarà disponibile per {expiration_hours} ore. Puoi annullare questo ordine prima che un altro utente lo prenda premendo: Cancella.

# canceled
source: You have canceled the order ID: {id}.
es: Has cancelado la orden ID: {id}.
fr: Vous avez annulé la commande ID : {id}.
it: Hai annullato l'ordine ID: {id}!

# payInvoice
source: Please pay this hold invoice of {amount} Sats for {fiat_code} {fiat_amount} to start the operation. If you do not pay it within {expiration_seconds} minutes, the trade will be canceled.
es: Por favor paga esta factura retenida de {amount} Sats por {fiat_amount} {fiat_code} para iniciar la operación. Si no la pagas antes de {expiration_seconds} minutos, el intercambio será cancelado.
fr: Veuillez payer cette hold invoice de {amount} Sats pour {fiat_code} {fiat_amount} afin de démarrer l'opération. Si vous ne la payez pas dans les {expiration_seconds} minutes, l'échange sera annulé.
it: Paga questa Hodl Invoice di {amount} Sats per {fiat_amount} {fiat_code} per iniziare l'operazione. Se non la paghi entro {expiration_seconds} minuti lo scambio sarà annullato.

# addInvoice
source: Please send me an invoice for {amount} satoshis equivalent to {fiat_code} {fiat_amount}. This is where I will send the funds upon trade completion. If you don't provide the invoice within {expiration_seconds} minutes, the trade will be canceled.
es: Por favor envíame una factura por {amount} satoshis equivalente a {fiat_amount} {fiat_code}. Aquí es donde enviaré los fondos una vez completado el intercambio. Si no proporcionas la factura antes de {expiration_seconds} minutos, el intercambio será cancelado.
fr: Veuillez m'envoyer une facture pour {amount} satoshis équivalents à {fiat_code} {fiat_amount}. C'est là que j'enverrai les fonds à la fin de l'échange. Si vous ne fournissez pas la facture dans les {expiration_seconds} minutes, l'échange sera annulé.
it: Inserisci una Invoice bolt11 di {amount} satoshi equivalente a {fiat_amount} {fiat_code}. Questa invoice riceverà i fondi una volta completato lo scambio. Se non fornisci una invoice entro {expiration_seconds} minuti questo scambio sarà annullato.

# addInvoicePaymentFailed
source: The payment to your previous invoice could not be completed. Please send me a new invoice for {amount} satoshis equivalent to {fiat_amount} {fiat_code} to complete the payment.
es: No fue posible completar el pago a tu factura anterior. Por favor, envíame una nueva factura por {amount} satoshis, equivalente a {fiat_amount} {fiat_code}, para realizar el pago.
fr: Le paiement de votre facture précédente n'a pas pu être complété. Veuillez m'envoyer une nouvelle facture pour {amount} satoshis équivalents à {fiat_amount} {fiat_code} pour finaliser le paiement.
it: Non è stato possibile completare il pagamento alla tua fattura precedente. Ti prego di inviarmi una nuova fattura per {amount} satoshi equivalente a {fiat_amount} {fiat_code} per completare il pagamento.

# waitingSellerToPay
source: Please wait. I’ve sent a payment request to the seller to send the Sats for the order ID {id}. If the seller doesn’t complete the payment within {expiration_seconds} minutes, the trade will be canceled.
es: Por favor espera. He enviado una solicitud de pago al vendedor para enviar los Sats para la orden con ID {id}. Si el vendedor no completa el pago dentro de {expiration_seconds} minutos, el intercambio será cancelado.
fr: Veuillez patienter. J'ai envoyé une demande de paiement au vendeur pour qu'il envoie les Sats pour la commande ID {id}. Si le vendeur ne termine pas le paiement dans les {expiration_seconds} minutes, l'échange sera annulé.
it: Attendi un momento per favore. Ho inviato una richiesta di pagamento al venditore per rilasciare i Sats per l'ordine ID {id}. Una volta effettuato il pagamento, vi connetterò entrambi. Se il venditore non completa il pagamento entro {expiration_seconds} minuti lo scambio sarà annullato.

# orderTakenWaitingCounterpart
source: Your order has been taken by another user. You must wait for them to decide if they want to continue. If they accept, I will notify you to complete your part. For now you don't need to do anything. If they don't respond in {expiration_seconds} minutes, the order will be available again for other users to take.
es: Tu orden ha sido tomada por otro usuario. Debes esperar a que decida si desea continuar. Si acepta, te avisaré para que completes tu parte. Por ahora no necesitas hacer nada. Si no responde en {expiration_seconds} minutos, la orden volverá a estar disponible para que otros usuarios puedan tomarla.
fr: Votre commande a été prise par un autre utilisateur. Vous devez attendre qu'il décide s'il veut continuer. S'il accepte, je vous notifierai pour compléter votre partie. Pour l'instant vous n'avez rien à faire. S'il ne répond pas dans les {expiration_seconds} minutes, la commande sera à nouveau disponible pour d'autres utilisateurs.
it: Il tuo ordine è stato preso da un altro utente. Ora devi aspettare che decida se vuole continuare. Se accetta, ti avviserò per completare la tua parte. Per ora non devi fare nulla. Se non risponde in {expiration_seconds} minuti, l'ordine sarà nuovamente disponibile per altri utenti.

# waitingBuyerInvoice
source: Payment received! Your Sats are now 'held' in your wallet. I’ve requested the buyer to provide an invoice. If they don’t do so within {expiration_seconds} minutes, your Sats will return to your wallet, and the trade will be canceled.
es: ¡Pago recibido! Tus Sats ahora están 'retenidos' en tu billetera. He solicitado al comprador que proporcione una factura. Si no lo hace dentro de {expiration_seconds} minutos, tus Sats regresarán a tu billetera y el intercambio será cancelado.
fr: Paiement reçu ! Vos Sats sont maintenant 'bloqués' dans votre portefeuille. J'ai demandé à l'acheteur de fournir une facture. S'il ne le fait pas dans les {expiration_seconds} minutes, vos Sats retourneront dans votre portefeuille et l'échange sera annulé.
it: Pagamento ricevuto! I tuoi Sats sono ora 'custoditi' nel tuo portafoglio. Attendi un momento per favore. Ho richiesto all'acquirente di fornire una invoice lightning. Una volta ricevuta, vi connetterò entrambi, altrimenti se non la riceviamo entro {expiration_seconds} minuti i tuoi Sats saranno nuovamente disponibili nel tuo portafoglio e lo scambio sarà annullato.

# buyerInvoiceAccepted
source: The invoice has been successfully saved.
es: La factura ha sido guardada exitosamente.
fr: La facture a été sauvegardée avec succès.
it: Fattura salvata con successo!

# holdInvoicePaymentAccepted
source: Contact the seller {seller_name} to arrange how to send {fiat_code} {fiat_amount} using {payment_method}. Once you’ve sent the fiat money, notify me by pressing the Fiat Sent button.
es: Contacta al vendedor {seller_name} para acordar cómo enviarle {fiat_amount} {fiat_code} usando {payment_method}. Una vez que hayas enviado el dinero fiat, notifícame presionando el botón Fiat Enviado.
fr: Contactez le vendeur {seller_name} pour organiser comment envoyer {fiat_code} {fiat_amount} en utilisant {payment_method}. Une fois que vous avez envoyé l'argent fiat, notifiez-moi en appuyant sur le bouton Fiat Envoyé.
it: Contatta il venditore {seller_name} ed ottieni i dettagli per inviare il pagamento di {fiat_amount} {fiat_code} utilizzando {payment_method}. Una volta inviato il pagamento, clicca: Fiat Inviato.

# buyerTookOrder
source: Contact the buyer {buyer_name} to inform them how to send {fiat_code} {fiat_amount} through {payment_method}. You’ll be notified when the buyer confirms the fiat payment. Afterward, verify if it has arrived. If the buyer does not respond, you can initiate a cancellation or a dispute. Remember, an administrator will NEVER contact you to resolve your order unless you open a dispute first.
es: Contacta al comprador {buyer_name} para indicarle cómo enviarte {fiat_amount} {fiat_code} a través de {payment_method}. Te notificaré cuando el comprador confirme el envío del dinero fiat. Luego, verifica si lo has recibido. Si el comprador no responde, puedes iniciar una cancelación o una disputa. Recuerda, un administrador NUNCA te contactará para resolver tu orden a menos que inicies una disputa.
fr: Contactez l'acheteur {buyer_name} pour l'informer comment envoyer {fiat_code} {fiat_amount} via {payment_method}. Vous serez notifié quand l'acheteur confirmera le paiement fiat. Ensuite, vérifiez s'il est arrivé. Si l'acheteur ne répond pas, vous pouvez initier une annulation ou un différend. Rappelez-vous, un administrateur ne vous contactera JAMAIS pour résoudre votre commande sauf si vous ouvrez d'abord un différend.
it: Contatta l'acquirente {buyer_name} per informarlo su come inviarti {fiat_amount} {fiat_code} tramite {payment_method}. Riceverai una notifica una volta che l'acquirente indicherà che il pagamento fiat è stato inviato. Successivamente, dovresti verificare se sono arrivati i fondi. Se l'acquirente non risponde, puoi iniziare l'annullamento dell'ordine o una disputa. Ricorda, un amministratore NON ti contatterà per risolvere il tuo ordine a meno che tu non apra prima una disputa.

# fiatSentOkBuyer
source: I have informed {seller_name} that you sent the fiat money. If the seller confirms receipt, they will release the funds. If they refuse, you can open a dispute.
es: He informado a {seller_name} que enviaste el dinero fiat. Si el vendedor confirma la recepción, liberará los fondos. Si se niega, puedes abrir una disputa.
fr: J'ai informé {seller_name} que vous avez envoyé l'argent fiat. Si le vendeur confirme la réception, il libérera les fonds. S'il refuse, vous pouvez ouvrir un différend.
it: Ho informato {seller_name} che hai inviato il pagamento. Quando il venditore confermerà di aver ricevuto il tuo pagamento, dovrebbe rilasciare i fondi. Se rifiuta, puoi aprire una disputa.

# fiatSentOkSeller
source: {buyer_name} has informed me that the fiat money has already been sent to you. Once you’ve confirmed receipt, please release the satoshis. By doing so, they will be transferred to the buyer and the action cannot be undone. If you wish to proceed, press the Release button.
es: {buyer_name} me ha informado que ya te envió el dinero fiat. Una vez que hayas confirmado su recepción, por favor libera los satoshis; al hacerlo, estos se transferirán al comprador de forma irreversible. Si deseas continuar, presiona el botón Liberar.
fr: {buyer_name} m'a informé que l'argent fiat a déjà été envoyé. Une fois que vous avez confirmé la réception, veuillez libérer les satoshis. En faisant cela, ils seront transférés à l'acheteur et l'action ne peut pas être annulée. Si vous voulez procéder, appuyez sur le bouton Libérer.
it: {buyer_name} ha confermato di aver inviato il pagamento. Una volta confermato la ricezione dei fondi fiat, puoi rilasciare i Sats. Dopo il rilascio, i Sats andranno all'acquirente, l'azione è irreversibile, quindi procedi solo se sei sicuro. Se vuoi rilasciare i Sats all'acquirente, premi: Rilascia.

# released
source: {seller_name} has released the Sats! Expect your invoice to be paid shortly. Ensure your wallet is online to receive via Lightning Network.
es: ¡{seller_name} ha liberado los Sats! Espera que tu factura sea pagada pronto. Asegúrate de que tu billetera esté en línea para recibir a través de Lightning Network.
fr: {seller_name} a libéré les Sats ! Attendez-vous à ce que votre facture soit payée sous peu. Assurez-vous que votre portefeuille est en ligne pour recevoir via Lightning Network.
it: {seller_name} ha già rilasciato i Sats! Aspetta solo che la tua invoice venga pagata. Ricorda, il tuo portafoglio deve essere online per ricevere i fondi tramite Lightning Network.

# purchaseCompleted
source: Your purchase of Bitcoin has been completed successfully. I have paid your invoice; enjoy sound money!
es: Tu compra de Bitcoin ha sido completada exitosamente. He pagado tu factura; ¡disfruta del dinero sólido!
fr: Votre achat de Bitcoin a été complété avec succès. J'ai payé votre facture ; profitez de la monnaie saine !
it: L'acquisto di nuovi satoshi è stato completato con successo. Goditi questi dolci Sats!

# holdInvoicePaymentSettled
source: Your Sats sale has been completed after confirming the payment from {buyer_name}.
es: Tu venta de Sats ha sido completada después de confirmar el pago de {buyer_name}.
fr: Votre vente de Sats a été complétée après confirmation du paiement de {buyer_name}.
it: Il tuo scambio di vendita di Sats è stato completato dopo aver confermato il pagamento da {buyer_name}.

source: RATE
es: CALIFICAR
fr: ÉVALUER

# rateReceived
source: Rating successfully saved!
es: ¡Calificación guardada exitosamente!
fr: Évaluation sauvegardée avec succès !
it: Valutazione salvata con successo!

# cooperativeCancelInitiatedByYou
source: You have initiated the cancellation of the order ID: {id}. Your counterparty must agree. If they do not respond, you can open a dispute. Note that no administrator will contact you regarding this cancellation unless you open a dispute first.
es: Has iniciado la cancelación de la orden ID: {id}. Tu contraparte debe estar de acuerdo. Si no responden, puedes abrir una disputa. Ten en cuenta que ningún administrador te contactará sobre esta cancelación a menos que abras una disputa primero.
fr: Vous avez initié l'annulation de la commande ID : {id}. Votre contrepartie doit accepter. Si elle ne répond pas, vous pouvez ouvrir un différend. Notez qu'aucun administrateur ne vous contactera concernant cette annulation sauf si vous ouvrez d'abord un différend.
it: Hai iniziato l'annullamento dell'ordine ID: {id}. La tua controparte deve anche concordare l'annullamento. Se non risponde, puoi aprire una disputa. Nota che nessun amministratore ti contatterà MAI riguardo questo annullamento a meno che tu non apra prima una disputa.

# cooperativeCancelInitiatedByPeer
source: Your counterparty wants to cancel order ID: {id}. If you agree, please send me cancel-order-message. Note that no administrator will contact you regarding this cancellation unless you open a dispute first.
es: Tu contraparte quiere cancelar la orden ID: {id}. Si estás de acuerdo, por favor envíame cancel-order-message. Ten en cuenta que ningún administrador te contactará sobre esta cancelación a menos que abras una disputa primero.
fr: Votre contrepartie veut annuler la commande ID : {id}. Si vous acceptez, veuillez m'envoyer cancel-order-message. Notez qu'aucun administrateur ne vous contactera concernant cette annulation sauf si vous ouvrez d'abord un différend.
it: La tua controparte vuole annullare l'ordine ID: {id}. Nota che nessun amministratore ti contatterà MAI riguardo questo annullamento a meno che tu non apra prima una disputa. Se concordi su tale annullamento, premi: Annulla Ordine.

# cooperativeCancelAccepted
source: Order {id} has been successfully canceled!
es: ¡La orden {id} ha sido cancelada exitosamente!
fr: Commande {id} a été annulée avec succès !
it: L'ordine {id} è stato annullato con successo!

# disputeInitiatedByYou
source: You have initiated a dispute for order ID: {id}. A solver will be assigned soon. Once assigned, I will share their npub with you, and only they will be able to assist you. Your dispute ID is: {dispute_id}.
es: Has iniciado una disputa para la orden Id: {id}. Un resolutor será asignado pronto. Una vez asignado, compartiré su npub contigo, y solo ellos podrán ayudarte. Tu ID de disputa es: {dispute_id}.
fr: Vous avez initié un différend pour la commande ID : {id}. Un résolveur sera assigné bientôt. Une fois assigné, je partagerai leur npub avec vous, et seulement eux pourront vous assister. Votre ID de différend est : {dispute_id}.
it: Hai iniziato una disputa per l'ordine ID: {id}. Un amministratore sarà assegnato presto alla tua disputa. Una volta assegnato, riceverai il suo npub e solo questo account potrà assisterti. Devi contattare l'amministratore direttamente, ma se qualcuno ti contatta prima, assicurati di chiedergli di fornirti il token per la tua disputa. Il token di questa disputa è: {user_token}.

# disputeInitiatedByPeer
source: Your counterparty has initiated a dispute for order ID: {id}. A solver will be assigned soon. Once assigned, I will share their npub with you, and only they will be able to assist you. Your dispute ID is: {dispute_id}.
es: Tu contraparte ha iniciado una disputa para la orden Id: {id}. Un resolutor será asignado pronto. Una vez asignado, compartiré su npub contigo, y solo ellos podrán ayudarte. Tu ID de disputa es: {dispute_id}.
fr: Votre contrepartie a initié un différend pour la commande ID : {id}. Un résolveur sera assigné bientôt. Une fois assigné, je partagerai leur npub avec vous, et seulement eux pourront vous assister. Votre ID de différend est : {dispute_id}.
it: La tua controparte ha iniziato una disputa per l'ordine ID: {id}. Un amministratore sarà assegnato presto alla tua disputa. Una volta assegnato, ti condividerò il loro npub e solo loro potranno assisterti. Devi contattare l'amministratore direttamente, ma se qualcuno ti contatta prima, assicurati di chiedergli di fornirti il token per la tua disputa. Il token di questa disputa è: {user_token}.

# adminTookDisputeAdmin
source: Here are the details of the dispute order you have taken: {details}. You need to determine which user is correct and decide whether to cancel or complete the order. Please note that your decision will be final and cannot be reversed.
es: Aquí están los detalles de la orden en disputa que has tomado: {details}. Necesitas determinar qué usuario es correcto y decidir si cancelar o completar la orden. Ten en cuenta que tu decisión será final y no se puede revertir.
fr: Voici les détails de la commande en différend que vous avez prise : {details}. Vous devez déterminer quel utilisateur a raison et décider d'annuler ou de compléter la commande. Veuillez noter que votre décision sera finale et ne peut pas être annulée.
it: Ecco i dettagli dell'ordine della disputa che hai preso: {details}. Devi determinare quale utente ha ragione e decidere se annullare o completare l'ordine. Nota che la tua decisione sarà finale e non può essere annullata.

# adminTookDisputeUsers
source: A dispute resolver has been assigned to handle your dispute. They will contact you through the app.
es: Se ha asignado un resolutor de disputas para manejar tu caso. Te contactarán a través de la aplicación.
fr: Un résolveur de différends a été assigné pour gérer votre différend. Il vous contactera via l'application.
it: L'amministratore {admin_npub} gestirà la tua disputa. Devi contattare l'amministratore direttamente, ma se qualcuno ti contatta prima, assicurati di chiedergli di fornirti il token per la tua disputa..

# adminCanceledAdmin
source: You have canceled the order ID: {id}.
es: Has cancelado la orden ID: {id}.
fr: Vous avez annulé la commande ID : {id}.
it: Hai annullato l'ordine ID: {id}!

# adminCanceledUsers
source: Admin has canceled the order ID: {id}.
es: El administrador ha cancelado la orden ID: {id}.
fr: L'administrateur a annulé la commande ID : {id}.
it: L'amministratore ha annullato l'ordine ID: {id}!

# adminSettledAdmin
source: You have completed the order ID: {id}.
es: Has completado la orden ID: {id}.
fr: Vous avez complété la commande ID : {id}.
it: Hai completato l'ordine ID: {id}!

# adminSettledUsers
source: Admin has completed the order ID: {id}.
es: El administrador ha completado la orden ID: {id}.
fr: L'administrateur a complété la commande ID : {id}.
it: L'amministratore ha completato l'ordine ID: {id}!

# paymentFailed
source: The payment attempt to your invoice has failed. I will retry {payment_attempts} more times, with an interval of {payment_retries_interval} minutes between each attempt. Please ensure your wallet is online to complete the payment.
es: El intento de pago a tu factura ha fallado. Volveré a intentarlo {payment_attempts} veces más, con un intervalo de {payment_retries_interval} minutos entre cada intento. Por favor, asegúrate de que tu billetera esté en línea para poder completar el pago.
fr: La tentative de paiement vers votre facture a échoué. Je vais réessayer {payment_attempts} fois de plus, avec un intervalle de {payment_retries_interval} minutes entre chaque tentative. Veuillez vous assurer que votre portefeuille est en ligne pour compléter le paiement.
it: Il tentativo di pagamento alla tua fattura è fallito. Riproverò {payment_attempts} volte ancora, con un intervallo di {payment_retries_interval} minuti tra ogni tentativo. Per favore, assicurati che il tuo portafoglio sia online per completare il pagamento.

# paymentFailedText
source: Payment Failed
es: Pago Fallido
fr: Paiement échoué
it: Pagamento Fallito

# invoiceUpdated
source: The invoice has been successfully updated!
es: ¡La factura ha sido actualizada exitosamente!
fr: La facture a été mise à jour avec succès !
it: Invoice aggiornata con successo!

# holdInvoicePaymentCanceled
source: The invoice was canceled; your Sats are available in your wallet again.
es: La factura fue cancelada; tus Sats están disponibles en tu billetera nuevamente.
fr: La facture a été annulée ; vos Sats sont à nouveau disponibles dans votre portefeuille.
it: Invoice annullata; i tuoi Sats saranno nuovamente disponibili nel tuo portafoglio.

# cantDo
source: You are not allowed to {action} for this order!
es: ¡No tienes permitido {action} para esta orden!
fr: Vous n'êtes pas autorisé à {action} pour cette commande !
it: Non sei autorizzato a {action} per questo ordine!

# adminAddSolver
source: You have successfully added the solver {npub}.
es: Has agregado exitosamente al resolutor {npub}.
fr: Vous avez ajouté avec succès le résolveur {npub}.
it: Hai aggiunto con successo l'amministratore {npub}.

# invalidSignature
source: The action cannot be completed because the signature is invalid.
es: La acción no se puede completar porque la firma es inválida.
fr: L'action ne peut pas être complétée car la signature est invalide.
it: L'azione non può essere completata perché la firma non è valida.

# invalidTradeIndex
source: The trade index is not valid.
es: El índice de intercambio no es válido.
fr: L'index de l'échange n'est pas valide.
it: L'indice di scambio fornito non è valido. Assicurati che il tuo client sia sincronizzato e riprova.

# invalidAmount
source: The provided amount is invalid. Please verify it and try again.
es: La cantidad proporcionada es inválida. Por favor verifica e intenta nuevamente.
fr: Le montant fourni est invalide. Veuillez le vérifier et réessayer.
it: L'importo fornito non è valido. Verificalo e riprova.
